[
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 0,
    "original_content": "2 GSK ESG Performance Report 2023\nMarch 2024\nIn this report:\nCEO’s statement 3\nOur approach 4\nProgress in 2023 – Our six focus areas \nAccess  10\nGlobal health and health security  15\nEnvironment  18\nDiversity, equity and inclusion  26\nEthical standards  30\nProduct governance 35\nAppendix \nMateriality assessment 38\nPeople disclosures 39\nGRI and SASB index  41\nESG reporting criteria  48\nIndependent Limited Assurance Reports 55\nBuilding trust by operating responsibly is an integral part of our \nstrategy and our culture. This approach supports long term growth \nand returns to shareholders, reduces risk, helps our people to \nthrive, and delivers sustainable health impact at scale. \nIn this report\nThis report summarises performance across our six environmental, \nsocial and governance (ESG) focus areas. \nWe report in line with the requirements of the Sustainability \nAccounting Standards Board (SASB) and the Global Reporting \nInitiative (GRI). We also submit an annual UN Global Compact \nCommunication on Progress (UNGC CoP). \nIn addition to this report, we report against the Task Force on \nClimate-related Financial Disclosures (TCFD, pages 62-70) and \nthe Taskforce on Nature-related Financial Disclosures (TNFD) on \npages 70-74 of our Annual Report.  \nYou can find our public positions on a range of issues, such as \npricing and access, human rights, clinical trial conduct, nature and \nenvironmental protection, and supply chain management on the \npublic policy page of gsk.com. We also publish more information  \non gsk.com, including: \nMateriality assessment\nSustainable Development Goals\nEngagement with patient organisations\nEngagement with healthcare professionals\nTrade association memberships\nCharitable partnerships\nCautionary statement\nThis document may contain forward-looking statements. Forward-looking \nstatements give the Group’s current expectations or forecasts of future events. \nAn investor can identify these statements by the fact that they do not relate \nstrictly to historical or current facts. They use words such as 'anticipate', \n'believe', 'estimate', 'expect', intend', 'plan', 'project', 'target', 'will' and other \nwords and terms of similar meaning in connection with any discussion of future \noperating or financial performance. In particular, these include statements \nrelating to future actions, prospective products or product approvals, future \nperformance or results of current and anticipated products, sales efforts, \nexpenses, the outcome of contingencies such as legal proceedings, dividend \npayments and financial results. Other than in accordance with its legal or \nregulatory obligations (including under the Market Abuse Regulations, UK \nListing Rules and the Disclosure Guidance and Transparency Rules of the \nFinancial Conduct Authority), the Group undertakes no obligation to update \nany forward-looking statements, whether as a result of new information, \nfuture events or otherwise. Investors should, however, consult any additional \ndisclosures that the Group may make in any documents which it publishes \nand/or files with the US Securities and Exchange Commission. All investors, \nwherever located, should take note of these disclosures. Accordingly, no \nassurance can be given that any particular expectation will be met and \ninvestors are cautioned not to place undue reliance on the forward-looking \nstatements. Forward-looking statements are subject to assumptions, inherent \nrisks and uncertainties, many of which relate to factors that are beyond the \nGroup’s control or precise estimate. The Group cautions investors that a \nnumber of important factors, including those in this report, could cause actual \nresults to differ materially from those expressed or implied in any forward-\nlooking statement.\nWe unite science, technology and talent to get ahead of disease together. \nWe aim to positively impact the health of 2.5 billion people by the end of \n2030, as a successful, growing company where people can thrive. \nExternal benchmarking \nDetailed below is how we perform in key ESG ratings that we are \nfrequently asked about by investors:  \n – Access to Medicines: Ranked first in the Access to Medicines \nIndex in 2022 and an industry leader in the 2021 Antimicrobial \nResistance Benchmark \n – S&P Global Corporate Sustainability Assessment: Ranked \nfirst in the pharmaceuticals industry with a score of 84 (as at  \n24 November 2023) and included in the DJSI World and  \nEurope indices\n – FTSE4Good: Member of FTSE4Good Index since 2004 \n – CDP: A- in Climate change, A- in Water security, B in Forests \n(palm oil) and B in Forests (timber)  \n – Sustainalytic s: Low risk rating \n – MSCI: AA rating \n – Moody’s Analytics: ESG Overall Score of 62 (out of 100,  \nsector average 38) \n – ISS Corporate Rating: B+ rating",
    "context": "Table of contents and introductory section of GSK's 2023 ESG Performance Report, outlining the report structure, reporting frameworks (SASB, GRI, TCFD, TNFD), external ESG ratings and benchmarking results, and cautionary statements about forward-looking information."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 1,
    "original_content": "3 GSK ESG Performance Report 2023\nMarch 2024\nGSK is a global biopharma company focused on prevention and \nchanging the course of disease. Our purpose is to unite science, \ntechnology and talent to get ahead of disease together and \npositively impact the health of 2.5 billion people. We are \ndelivering against our purpose through our R&D based on science \nof the immune system and new technologies and leveraging our \nleadership in developing new vaccines and specialty medicines \nfor infectious diseases, HIV, respiratory/immunology and \noncology. \nWe understand that being a responsible business means getting \nahead of disease together in the right way. Environmental, social \nand governance (ESG) impacts are embedded in our strategy to  \nsupport our long-term growth, build trust with our stakeholders, \nreduce risk and deliver positive social impact.\nOur approach  is centred around six core areas: Access to \nhealthcare; global health and health security; environment; \ndiversity, equity and inclusion; ethical standards; and product \ngovernance. \nThis report sets out the progress we are making in each area and \nsupplements our Annual Report and the disclosures we publish on \nour website. \nWe measure our ESG progress through our ESG Performance \nRating, introduced in 2022 as one of our corporate key \nperformance indictors to drive performance and provide greater \ntransparency in our ESG reporting. The executive leadership team \nand the Board, via the Corporate Responsibility Committee, \nreview the metrics that make up this Rating each year to ensure \nthey are sufficiently challenging and ambitious.\nI am proud of the continued progress we have made this year, \nleveraging science, technology and talent to deliver a positive \nimpact on some of society’s most urgent challenges. Our 2023 \nESG Performance Rating was ‘on track’ for the second \nconsecutive year. More details can be found on pages 5-8. The \nperformance against the metrics that contribute to this rating  \nand the overall ESG Performance Rating score have been \nindependently assured for 2023, along with other priority ESG \ndata in this report.\nOur 2023 performance included:   \n – Reaching 89 million people in lower income countries through \naccess partnerships\n – Gavi confirming the rollout of our malaria vaccine, Mosquirix,  \nin up to 12 countries in Africa \n –  Progressed 11 global health pipeline assets for priority WHO \ndiseases and worked with partners to get ready to start phase \nIII trial for our promising candidate vaccine, M72/AS01E, \nagainst tuberculosis \n – Significant commitment to strengthening health security with 12 \nR&D projects targeting pathogens deemed ‘critical’ or ‘urgent’ \nby the WHO and the US CDC \n – Ready for phase III trials of a low-carbon version of our rescue \nmetered dose inhaler (MDI) medication, Ventolin, to begin in \n2024 with the potential to reduce greenhouse gas emissions \nfrom the use of this inhaler by 90% – important as our Scope 3 \nemissions increased in 2023 due to increased sales of this \nproduct   \n – Decreased overall water use by 24% and by 11% for sites in high \nwater-stress regions, against our 2020 baseline\n – At the end of the year, women held 45% of VP-and-above roles \nglobally, and we had 35.7% ethnically diverse leaders at \nVP-and-above in the US and 18.4% ethnically diverse leaders at \nVP-and-above in the UK \n – Set out new AI principles to shape how we use AI and machine \nlearning to transform R&D in a way that is safe, ethical and \nresponsible\nWe continue to be recognised for our sector-leading ESG \nperformance. In 2023, we ranked 1st in the S&P Global Corporate \nSustainability Assessment for the pharmaceutical industry, and \nmaintained leading scores in the MSCI, ISS Corporate Rating and \nSustainalytics ESG ratings.\nWe keep our approach to ESG under constant review, responding \nto our operating environment as it evolves. This includes the \nrapidly changing ESG regulatory landscape and expectations of \ncompanies’ ESG disclosures. In 2023, we began necessary \npreparations for new sustainability reporting requirements, \nincluding the EU’s Corporate Sustainability Reporting Directive \n(CSRD), and committed to adopt TNFD-aligned disclosures \nbased on 2025 data. \nWe look forward to delivering further strong ESG performance \nalongside our improving outlook for sustained growth through  \nthe decade.   \nEmma Walmsley \nChief Executive Officer\nCEO’s statement\nWe are pleased to report sector-leading ESG performance in 2023.",
    "context": "CEO statement from Emma Walmsley summarizing GSK's 2023 ESG performance highlights, including achievements in access (89 million people reached), global health (malaria vaccine rollout, TB vaccine progress), environment (water reduction, low-carbon inhaler development), diversity (45% women in VP+ roles), and recognition as #1 in S&P Global Corporate Sustainability Assessment."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 2,
    "original_content": "4 GSK ESG Performance Report 2023\nMarch 2024\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\nWe are a global biopharma company with a purpose to unite \nscience, technology and talent to get ahead of disease together. \nTo deliver on our purpose, we need to consider ESG impacts \nacross everything we do, from the lab to the patient. That’s why \nESG is embedded in our strategy and supports our sustainable \nperformance and long-term growth. It helps us to build trust  \nwith and generate value for our stakeholders, reduce risk to our \noperations and create positive social impact.\nWe have identified six ESG focus areas that address what is most \nmaterial to our business and the issues that matter the most to our \nstakeholders. These focus areas are core to our strategy and are \nwhere we can have the greatest positive impact on some of \nsociety’s most urgent challenges, including those set out in the  \nUN Sustainable Development Goals (UN SDGs). \nThey are: \n – Access to healthcare\n – Global health and health security\n – Environment\n – Diversity, equity and inclusion (DEI)\n – Ethical standards \n – Product governance\nThese focus areas were informed by our most recent materiality \nassessment in 2022, which reaffirmed that the most material \nissues for our business were well aligned with our six ESG focus \nareas. We recognise that being a responsible business is not a \nstatic requirement. We began work on our double materiality \nassessment, which will be completed in 2024. This means that we \nwill continue to evolve our approach in response to the rapidly \nchanging operating environment and strive for continuous \nimprovement to ensure we maintain strong ESG performance. \n gsk.com: Our materiality assessment  \nOur contribution to the UN SDGs \nThe United Nations' 17 Sustainable Development Goals (SDGs)  \nset out a vision for ending poverty, hunger and inequality, and \nprotecting the planet’s natural resources, by 2030. The six ESG \nareas that we have identified, and which are core to our strategy, \nare where we can have the greatest positive impact on some of \nsociety’s most urgent challenges, including those set out in the \nSDGs. As a global biopharma company, we can make the most \nsignificant contribution to SDG3: Good Health and Wellbeing.  \nWe publish our contribution to the SDGs on our website. \n gsk.com: Our contribution to the SDGs\nStakeholder engagement \nOur approach to ESG is guided by continuous engagement  \nwith our stakeholders. Our key stakeholders include our patients, \nshareholders, customers and employees. We undertake formal \nmateriality assessments every two-to-three years and engage \nwith our stakeholders to ensure that our ESG focus areas continue \nto address the most material issues for our business. \nHow we engage with our stakeholders is covered throughout  \nthis report. This includes engagement with our people (see page \n8), our partnerships with NGOs and our membership of cross-\nindustry collaborations. \nWe also discuss our engagement with stakeholders in our Annual \nReport, which includes how our Board considers stakeholders in \ndecision-making. (See our section 172 statement on page 123). \nFor more information on our approach to stakeholder \nengagement, see our policies and publications on gsk.com. \n gsk.com: Materiality • Engaging with patient organisations  • Engaging \nwith healthcare professionals  • Investors hub – ESG\nESG governance \nOur ESG performance is monitored regularly by both our Board-\nlevel Corporate Responsibility Committee (CRC) and the GSK \nLeadership Team (GLT). The CRC oversees our progress against \nour commitments, including performance and how we are \nmeeting the expectations of our stakeholders. It collaborates with \nother Board committees, such as the Remuneration Committee \nand the Audit & Risk Committee, to ensure that ESG performance \nis integrated across the business. \nThe GLT and senior management are responsible for delivery \nagainst our six focus areas, and report regularly to the CRC on \nprogress (see pages pages 128-129 of our Annual Report).\nESG-aligned remuneration \nIn 2022, the Remuneration Committee, with the support of the \nCRC, introduced ESG performance measures into both our \nshort- and long-term incentive plans, to reward delivery of key \nESG measures. The ESG element consists of: human capital \nmanagement in the form of diversity, equity and inclusion \naspirations, which forms 10% of the annual bonus opportunity for \nthe GLT; and our climate and nature ambitions, which form 10% of \nour long-term incentive plan opportunity for senior leaders. These \nmetrics align to our ESG Performance Rating. See page 139 of our \nAnnual Report for further information.\nOur approach\nEnvironmental, social and governance (ESG) is embedded in our strategy. \nIt helps us deliver our purpose and supports our sustainable performance \nand long-term growth.",
    "context": "Overview of GSK's ESG approach and governance structure, describing the six ESG focus areas (Access, Global health, Environment, DEI, Ethical standards, Product governance), their alignment with UN SDGs, stakeholder engagement processes, ESG governance through the Corporate Responsibility Committee, and ESG-linked executive remuneration."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 3,
    "original_content": "5 GSK ESG Performance Report 2023\nMarch 2024\nOur ESG Performance Rating\nOur ESG Performance Rating helps us integrate ESG into the \ndelivery of our strategy and allows us to measure and verify the \nprogress we are making. The rating is one of our corporate KPIs \nand measures progress against key metrics aligned to each of  \nour six focus areas. In 2023, this included 22 metrics, which are \nsummarised on pages 6-8. \nWe continue to evolve our ESG Performance Rating to ensure it \nmeets the expectations of our stakeholders. The executive \nleadership team and the Board, via the Corporate Responsibility \nCommittee, review the metrics that make up this Rating each year \nto ensure they are sufficiently challenging and ambitious. This \nyear, we have removed two metrics, relating to Access and Ethical \nstandards, and added one relating to antimicrobial (AMR) \nresistance. We met one of our 2022 metrics relating to Access by \ndeveloping and publishing pricing and access principles so it is no \nlonger required. We have also removed one of our Ethical \nstandards metrics that tracks the number of employees leaving \nGSK for misconduct. Increases or decreases in this number could \nindicate either a higher/lower number of breaches or stronger/\nweaker enforcement of our processes, so setting a threshold is not \nan effective measure for success in upholding our standards. We \ncontinue to monitor this data internally and publish it externally \n(see page 32). We have three additional metrics which provide a \nstrong measure of our commitment to ethical standards. We have \nadded a metric within Global health and health security, focused \non AMR. AMR is an urgent public health threat, and we have seen \nincreased stakeholder interest in our approach. We updated our \nbiodiversity target which measured the number of high risk \nmaterials implementing sustainable sourcing roadmaps as we \nachieved it in 2022. Our new target focuses on deforestation free \nsourcing of paper and palm oil. \nHow we assess performance\nThe GLT is accountable for delivering progress against our ESG \nmetrics and regularly reviews performance along with the Board’s \nCRC. This helps to ensure that accountability for ESG performance \nis embedded within the business. Each individual metric is \nassessed as either: on track (the metric has been met or \nexceeded); on track with work to do (at least 80% of the metric  \nhas been achieved); or off track (metric has been missed by  \nmore than 20%). \nWe calculate the overall ESG Performance Rating by aggregating \nperformance across all metrics into a single score to illustrate \nwhether we are on track, on track with work to do, or off track.  \nThis rating is defined below:\nOn track: 70% or more of all metrics are on track\nOn track with work to do: more than 50% of all metrics are either \non track, or on track with work to do\nOff track: more than 50% of all metrics are off track\nOur approach continued\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Explanation of GSK's ESG Performance Rating methodology, including how the rating integrates ESG into strategy, the 22 metrics tracked across six focus areas, the assessment framework (on track/on track with work to do/off track), and 2023 changes to metrics including removal of two metrics and addition of an AMR-focused metric."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 4,
    "original_content": "6 GSK ESG Performance Report 2023\nMarch 2024\nOur approach continued\n1  Scope 1 emissions cover emissions from the direct combustion of fuels on our sites to generate heat and electricity, emissions from our sales fleet vehicles, \nfugitive losses of propellant during the manufacturing of inhalers and losses from refrigerants used in GSK-owned ancillary equipment and emissions from \non-site waste treatment. Scope 2 emissions include any purchased electricity, steam, compressed air and chilled water.\n2 Percentage of 2.1 MtCO2 offsetting volume in 2030 project pipeline.\nOur ESG focus areas Our six commitments Our metrics for 2023 Our progress in 2023\nAccess Make our products \navailable at value-\nbased prices that are \nsustainable for our \nbusiness and \nimplement access \nstrategies that \nincrease the use of our \nmedicines and \nvaccines to treat and \nprotect underserved \npeople \n – Progress towards our 2030 goal of reaching \n1.3 billion people in lower income countries \nwith our products \nIn 2023, we reached 89 million people \nwith our vaccines and antiretrovirals and \nmade 989 million doses of our products \navailable in lower income countries\nGlobal health  \nand health  \nsecurity\nDevelop novel \nproducts and \ntechnologies to treat \nand prevent priority \ndiseases, including \npandemic threats \n – Progress six Global Health pipeline assets to \naddress priority WHO diseases\nProgressed 11 Global Health pipeline \nassets to address priority WHO diseases \nincluding malaria and tuberculosis (TB)\n – Progress 8 R&D projects that address \npathogens prioritised by the WHO  \nand CDC as posing the highest level  \nof concern due to drug resistance (critical and/\nor urgent threats)\nProgressed 12 active R&D projects that \naddress pathogens considered critical \nand/or urgent threats due to drug \nresistance \nEnvironment Commit to a net zero, \nnature positive, \nhealthier planet with \nambitious goals set \nfor 2030 and 2045 \nClimate\n – Operational emissions reduction  \n(Scope 1 and 2 market-based emissions)1\nReduced our operational emissions by  \n10% from 2022\n – Industrialisation of low-carbon Ventolin  \ninitiated, and clinical and non-clinical data \navailable to support regulatory submissions\nProgressed our low-carbon Ventolin \nprogramme with the potential to reduce \ngreenhouse gas emissions from the \ninhaler by 90%. Phase III trials of our next \ngeneration, lower-carbon propellant  \nwill begin in 2024 and, if successful, \nregulatory submissions will start in 2025\n – Percentage of carbon offset volume in \nproject pipeline2\n35% of carbon offset volume in project \npipeline\nWater\n – Average of the percentage of GSK sites and \nsuppliers compliant with wastewater active \npharmaceutical ingredient limits and the \npercentage of sites and suppliers that are \ncompliant with the AMR Industry Alliance \nCommon Antibiotic Manufacturing Framework \nand discharge limits \nAverage of 87% of all sites and key \nsuppliers compliant with AMR Alliance \nand API Wastewater discharge limits. \nThis is down from 94% in 2022, primarily \ndue a scope expansion to include more \nAPI suppliers\nWaste and materials\n – Operational waste and material reduction at \nGSK sites\n1% reduction of operational waste and \nmaterials at our sites\n2023 ESG Performance Rating\nOur 2023 ESG Performance Rating is on track, based on 95% of all performance metrics being met or exceeded. \nAssessment of performance against our annual targets has been reviewed, and the overall ESG Performance Rating score has been \nsubject to independent limited assurance for 2023 (see page 55).\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Detailed breakdown of GSK's 2023 ESG Performance Rating metrics and results across Access, Global health and health security, and Environment focus areas, showing specific targets and achievements such as reaching 89 million people, progressing 11 global health pipeline assets, reducing operational emissions by 10%, and achieving 87% supplier compliance with wastewater limits."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 5,
    "original_content": "7 GSK ESG Performance Report 2023\nMarch 2024\nOur approach continued\nOur ESG focus areas Our six commitments Our metrics for 2023 Our progress in 2023\nEnvironment Biodiversity\n – Percentage of paper and palm oil \ndeforestation free\n86% of our paper packaging was derived \nfrom certified sources or from recycled \nraw materials and 98% of our core palm \noil materials were certified by third-\nparties as being from sustainable sources. \nDiversity, equity  \nand inclusion\nEnhance recruitment \nof diverse patient \npopulations in our \nclinical trials; create \nan inclusive, \nequitable and \ndiverse workplace; \nand support diverse \ncommunities\n – 100% of phase III trials initiated in 2023 that \nhave proactive plans in place designed to \nenrol appropriately diverse trial participants, \nconsistent with the disease epidemiology\n100% of phase III trials initiated in 2023 \nhad proactive demographic plans in \nplace\nUpdate towards 2025 aspirations through fair and equitable opportunities:\n – aspire to have women hold at least 45% \nof VP-and-above roles globally by the end \nof 2025\nWomen held 45% of VP-and-above roles \nglobally, compared with 42% in 2022\n – aspire to have at least 30% ethnically \ndiverse leaders in our roles at VP-and-\nabove in the US by the end of 2025, and \nincrease the percentage of Black or African \nAmerican, and Hispanic or Latinx VP-and-\nabove leaders year on year\n35.7% ethnically diverse leaders at \nVP-and-above in the US compared with \n31.3% in 2022. We had 8.1% Black or \nAfrican American leaders at VP-and-\nabove compared with 8.6% in 2022.  \nWe had 6.4 % Hispanic or Latinx leaders \nat VP-and-above compared with 6.4%  \nin 2022\n – aspire to have at least 18% ethnically \ndiverse leaders in our roles at VP-and-\nabove in the UK by the end of 2025, and \nincrease the percentage of Black VP-and-\nabove leaders year on year\n18.4% ethnically diverse leaders at \nVP-and-above in the UK compared with \n14.3% in 2022. We had 1.9% Black leaders \nat VP-and-above compared with 1.6%  \nin 2022\n – Improve year-on-year spend with US-based \ncertified diverse-owned suppliers\nIncreased year-on-year spend with \nUS-based certified diverse-owned \nsuppliers\nEthical  \nstandards\nPromote ethical \nbehaviour across our \nbusiness by \nsupporting our \nemployees to do the \nright thing and \nworking with \nsuppliers that share \nour standards and \noperate in a \nresponsible way \n – 100% of employees and complementary \nworkers that complete GSK’s 2023 mandatory \ntraining\n100% of employees and 99% of \ncomplementary workers completed \nGSK's 2023 mandatory training\n – Percentage of employees who believe they \n‘can and do Speak Up if things don’t feel \nright’ is above the general industry \nbenchmark1\n83% of employees believe they ‘can and \ndo Speak Up if things don’t feel right'\n – 80% of direct high-risk suppliers that \nachieve GSK’s minimum EcoVadis score or \nhave an improvement plan in place\n89% of direct high-risk suppliers \nachieved our minimum EcoVadis score or \nhave an improvement plan in place\n1   The general industry benchmark is 66% according to 2023 research by KornFerry.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "ESG Performance Rating metrics and 2023 progress for GSK's six focus areas: Environment (biodiversity targets), Diversity/Equity/Inclusion (clinical trial diversity, leadership representation goals), Ethical Standards (training completion, speak-up culture, supplier assessments), and Product Governance (regulatory inspections, recalls, clinical trial transparency)"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 6,
    "original_content": "8 GSK ESG Performance Report 2023\nMarch 2024\nOur approach continued\nOur culture and people\nOur purpose – to unite science, technology and talent to get \nAhead of disease Together – puts our people at the heart of  \nour success. \nOur culture\nWe are committed to making GSK a place where people can \nthrive, with a culture where we are all ambitious for patients, \naccountable for impact, and do the right thing. This means we \nsupport our people to do things better and faster, focusing on \nwhat matters most. It means setting clear objectives, creating \naccountability for results and giving everyone the support and \nspace they need to succeed. \nIt means doing everything responsibly with integrity and care, \nbecause people and patients around the world count on us. Our \nculture is embedded in everything we do from \nour recruitment and onboarding, training and development, to our \nassessments of performance and promotion.\nOur Code sets out our culture as well as the commitments GSK \nand our people make so we can deliver on our ambition in the \nright way. Our people sign up to \nThe Code annually and personally commit ‘I’m in’.\n gsk.com: See The Code on gsk.com \nHelping people thrive\nMaking GSK a place where people thrive is core to our Ahead \nTogether ambition. While thriving is different for each individual, \nthere are common themes that matter to everyone. Firstly, a belief \nin our purpose and a desire to live our culture and contribute to \ndelivering our ambition. Secondly, feeling included and able to be \nyourself with opportunities to keep growing, with the support, \nfeedback and space needed to succeed. And finally, feeling \ngood, with positive mental, physical, financial and social \nwellbeing. This means GSK should be a place where people feel \nwelcome and valued, in an environment (including our policies, \nworkplaces and ways of working) that enables and supports them \nto deliver at their best.\nWelcoming and developing outstanding people \nWe are committed to developing outstanding people and giving \nthem opportunities to grow. We expect all our people to have an \nagreed development plan, regardless of grade or role, based on a \nconversation to understand what space and support they need to \nsucceed. We continue to invest in learning and development \ninitiatives which everyone can access through our Keep Growing \nCampus, our training and knowledge sharing platform. \nDigital and technology remain core to our purpose and delivery of \nour ambitions. We have built our people's skills \nin this area with global events such as DataCon, where all \nemployees can experience immersive sessions to see first-hand \nhow to apply digital, data and tech tools including generative AI \nto become more digitally fluent. This year, more than 7,000 \nemployees took part from every business unit and 28 countries. In \nour Data Academy, employees can access resources and online \ntraining. We've run programmes to develop our senior leaders' \nleadership skills in the digital age. We've also piloted a career hub \nusing AI to match employees with mentors, projects and potential \njob opportunities. We will scale this up in 2024. \nOur ESG focus areas Our six commitments Our metrics for 2023 Our progress in 2023\nProduct  \ngovernance\nCommit to \nmaintaining robust \nquality and safety \nprocesses, and using \ndata and new \ntechnologies \nresponsibly \n – Average number of critical and major \nfindings per inspection by FDA/MHRA/\nEMA regulators\nReceived no critical findings from the \nMHRA and EMA regulators in 2023\n – Percentage of inspections from all \nregulators with no critical findings or official \naction indicated\n100% of inspections had no critical \nfindings or official action indicated\n – Number of FDA warning letters Zero FDA warning letters\n – Total number of Class I/II external product \nrecalls across all markets\n5 product recalls. In these instances, we \nengaged with regulators and acted \nquickly to prioritise patient safety.\n – Register and disclose all human subject \nresearch of GSK products. Specifically, register \nprotocol summaries for studies initiated in \n2023; and disclose results summaries for \nstudies with results due in 2023\nRegistered and disclosed all human\nsubject research of GSK products\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's people and culture strategy, including employee development programs, onboarding initiatives, leadership training (Leading Leaders program), digital skills building (DataCon), health and wellbeing benefits, hybrid working policies (Performance with Choice), recognition programs, and employee engagement survey results showing 81% engagement in 2023"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 7,
    "original_content": "9 GSK ESG Performance Report 2023\nMarch 2024\nOur approach continued\nIn 2023, we enhanced our onboarding experience for new joiners \nby introducing monthly live virtual sessions with our CEO and \nother senior leaders. By having access to senior global leaders \nfrom the beginning of their career with us, we aim to provide a \nmore intimate connection to GSK and the patients we serve, \ncreating emotional connection with our purpose, strategy and \nculture, to complement ongoing local onboarding activities.\nSupporting our people managers \nOur people managers play a crucial role in helping their teams to \nthrive and connecting the contributions the team makes to the \npatient and GSK's broader impact. We expect people managers \nto motivate, focus, care for and develop their teams and we \ndeliver training anchored in these four areas. In 2023 all of our VPs \nwere invited to attend a four day in-person event called Leading \nLeaders, a programme to help leaders bring out the best in their \nteams and foster the culture we need to succeed together. We \nalso continue to invest in growing the next generation of senior \nleaders to support our talent and succession needs through \nbespoke development interventions, equipping them with \nleadership skills for the future. \nMaintaining momentum on diversity, equity  \nand inclusion \nWe are continuing our focus on building a more diverse \norganisation and an equitable and inclusive culture so that \neveryone feels welcome, valued and included. By taking steps to \nensure equal opportunity and non-discrimination, we are \ndelivering on our ambition to make our leadership and teams \nmore diverse and inclusive. We support development for all with \nnumerous offerings for our employees, including an award-\nwinning leadership development programme, Accelerating \nDifference. Also, all our people complete a mandatory DEI \nmodule as part of our annual training, this year focused on how to \ncreate an inclusive workplace so all our people can thrive. \nFor more details on our DEI aspirations, see the Responsible \nBusiness section on page Error! Bookmark not defined.. \nHealth, wellbeing and volunteering\nOur health and wellbeing benefits support people through \ndifferent life stages and are fair and inclusive. These include: a \nglobal minimum standard of 18 weeks’ parental leave for primary \nand secondary carers for all forms of family, a global minimum \nstandard for care of a family member for end of life or serious \nhealth emergencies, insured benefits to include same-sex \npartners wherever possible, and mental health training – \navailable to everyone. We have also enhanced our financial \nwellbeing support for employees by introducing the ‘nudge’ \nfinancial education platform in over 50 countries, helping people \nmanage their finances and achieve their financial goals.\nIn 2023 we reignited volunteering across the company, focused on \nour ambition and charitable investment themes (Health for \npeople, Health for the planet, Innovators for the future). All \nemployees can volunteer for one or two days each year by taking \npart in team-based hands-on ‘Together Days’ or through skills-\nbased volunteering. A smaller number of people can volunteer up \nto four days each year for selected skills-based volunteering \nprojects.  \nPerformance with Choice \nPerformance with Choice, our approach to hybrid working for \nthose in office-based roles (about a quarter of our people), allows \nthe right balance of on-site and remote working. We are clear in \nour expectations that people take accountability to spend \nenough time together in person, while maintaining flexibility, to \nhelp us continue to build our sense of community and \nconnectedness, enable development and achieve our Ahead \nTogether ambitions. Data from our annual employee survey shows \nbroad support for our approach and expectations. \nRecognising and rewarding our people \nSharing our success and recognising and rewarding our people \nequitably, not just on the progress we have made but how we \nhave made it, continues to be an important part of our culture. In \naddition to our bonus scheme that rewards performance across \nthe company, each year we award 10% of our people with extra \n‘Ahead Together’ awards for delivering exceptional performance \nin line with being accountable for their impact, ambitious for \npatients and doing the right thing. And we identify 5% of people \nas having missed performance for those not delivering on their \nobjectives or living the culture. \nHow our people experience GSK \nTo ensure we continue to listen to our people, we regularly \nmeasure their experience of GSK as a place to work. This includes \nan annual survey for all employees featuring questions on \nengagement, confidence, inclusivity, our culture focus areas and \ntrust priorities. We are proud that our engagement levels \nremained high at 81% in 2023. We also continue to see high \nscores with positive upward trends in confidence in delivery of our \nstrategy and our culture focus areas – ambitious for patients, \naccountability for impact and doing the right thing – as well as \nmeasures of inclusion. In 2023 we expanded analysis of the survey \nto understand differences in employee experience across diverse \ncharacteristics. We continue to make good progress in creating a \nculture and workplace where people feel a sense of belonging \nand can thrive.\nTo measure the effectiveness of our global managers, their teams \nprovide feedback through an annual One80 survey and \nmanagers receive anonymised aggregate feedback. In 2023, 78% \nof our managers were rated as highly effective by their teams.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's Access strategy and commitment to reach 2.5 billion people by 2030, including responsible pricing principles, value-based pricing approach, tiered pricing for lower-income countries, patient assistance programs serving 71,000+ US patients, and pricing transparency showing 0.4% net price increase in 2023"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 8,
    "original_content": "10 GSK ESG Performance Report 2023\nMarch 2024\nWe have an ambition to positively impact the health of 2.5 billion \npeople by the end of 2030. To help achieve this, we have a goal to \nreach 1.3 billion people in lower income countries with our \nmedicines and vaccines. We will do this by making our products \navailable at prices that are affordable for patients and \nsustainable for our business. \nIt takes significant time, risk and investment to successfully \ndiscover and develop new medicines and vaccines. That \ninvestment then creates products that make a huge difference to \npatients and society, and generates the financial returns required \nto fund the next generation of medicines and vaccines. Getting \nthe balance right between responsible pricing and sustainable \nbusiness is a fundamental part of our commitment to ESG. To help \nus find that balance, we follow our pricing and access principles, \nwhich we first published in 2022 and updated in October 2023. \n gsk.com: Pricing and access principles  \nAccess\nWe aim to positively impact the health of 2.5 billion people by the end of 2030. We \nwill do this by making our vaccines and medicines available as widely as possible, \nthrough responsible pricing, strategic access programmes and partnerships. \nOur commitment\nMake our products available at value-based prices that are \nsustainable for our business and implement access strategies \nthat increase the use of our medicines and vaccines to treat and \nprotect underserved people\nOur ESG Performance Rating metric 2023\n – Progress towards our 2030 goal of reaching 1.3 billion people \nin lower income countries with our products\n24m\npeople living with HIV had \naccess to a generic product \ncontaining dolutegravir in 2023 \n>1bn\nvaccine doses supplied to \nGavi, the vaccine alliance, \nsince 2010\n89m\npeople reached in lower income \ncountries with our vaccines and \nantiretrovirals in 20231\nPutting the right value on innovation \nWe aim to develop differentiated, best- and first-in-class \nmedicines and vaccines, pursuing areas of unmet need, and \ndeploying cutting-edge science and advanced technology, \nincluding genetics, artificial intelligence and data analytics, to \ndevelop more effective medicines and vaccines with speed, scale \nand precision. We involve the patient in the development of our \nmedicines and vaccines to identify real-world disease challenges. \nWe set responsible prices in line with the benefits we bring to \npatients and health systems, measured by clinical, economic and \nsocial outcomes. We compare our offer to what is already available \nfor patients and we generate evidence from clinical trials to \nestablish the added value provided by our medicines and vaccines. \nWe adjust our pricing in line with the socio-economic status of a \ncountry to ensure affordability and availability. This includes using \ntiered pricing for vaccines that address public health priorities in  \nlow and middle income countries based on the World Bank gross \nnational income classification. ViiV Healthcare provides non-profit \npricing for antiretroviral medicines for HIV for use in public health \nprogrammes in all low-income, least developed and Sub-Saharan \nAfrican countries. We work within existing payer systems and \nrecognise the need to balance health budgets for the societies  \nwe serve. \nWe recognise health inequities, including in higher income \ncountries, and fund dedicated activities to reach underserved \npopulations. These include disease education and helping \nuninsured and underinsured patients to navigate health benefits, \nas well as access programmes to provide financial and disease \nmanagement support. In the US, for example, we provided \nprescribed medicines and vaccines to more than 71,000 low-\nincome uninsured, underinsured and Medicare Part D patients  \nin 2023, through GSK and ViiV Healthcare’s Patient Assistance \nPrograms Foundation.\nWe operate under robust pricing approvals, developing access \nplans informed by payers. We also work to create stability and \npredictability for payers and our business, engaging proactively \non upcoming product launches for budget planning, and \nadjusting prices to account for inflation. In the US in 2023, our \ncombined average net price (after discounts, rebates or other \nallowances) for our pharmaceutical and vaccines portfolio \nincreased by 0.4%, while the average list price increased by 3.2%, \ncompared with 5.4% (list) for the industry. Over the past five years, \nthe average net price for our products increased 0.3% annually, \nwhile the average list price rose by 3.3%, compared  \nwith 4.7% (list) for the industry. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\n1  The 89 million figure includes people reached with Synflorix, Rotarix, Cervarix, OPV and Mosquirix vaccines and people with access to a generic dolutegravir \nproduct through our voluntary licensing agreements; however it does not include people reached through albendazole, for which an assessment will be \nmade in 2025 by the WHO and GSK.",
    "context": "GSK's access programs for lower-income countries, including vaccine partnerships with Gavi (1 billion+ doses supplied), neglected tropical disease programs (615 million albendazole tablets donated in 2023), HIV treatment access through voluntary licensing agreements (24 million people accessing generic dolutegravir), and malaria vaccine distribution"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 10,
    "original_content": "12 GSK ESG Performance Report 2023\nMarch 2024\nAccess continued\nMalaria\nTo date, over two million children in Ghana, Kenya and Malawi \nhave been reached with at least one dose of Mosquirix (RTS,S/\nAS01E) through the WHO-coordinated Malaria Vaccine \nImplementation Programme. Developed by GSK and our partners, \nMosquirix is a significant scientific breakthrough – it is the world’s \nfirst malaria vaccine and the first vaccine against any human \nparasite. \nIn July 2023, Gavi announced that up to nine African countries  \nare to be allocated doses of Mosquirix from early 2024. In early \n2024, Cameroon and Burkina Faso became the first countries to \nintroduce the vaccine into routine immunisation programmes.  \nWe have committed to supply 18 million doses to Gavi-eligible \ncountries between 2023 and 2025, with a plan to produce 15 \nmillion doses annually from 2026 to 2028. \nTo significantly increase supply of the vaccine in the medium term, \nwe are transferring technology know-how to Bharat Biotech of \nIndia, which will be the sole supplier of the vaccine from 2029. We \ncontinue to make good progress on this product transfer.\nIn 2023, results from a landmark study by the London School of \nHygiene & Tropical Medicine showed that combining Mosquirix \nwith antimalarial drugs in areas of Africa with seasonal malaria \nreduced malaria cases and deaths in young children over a \nperiod of five years. These findings confirm the potential of \nseasonal vaccination to provide a high level of protection over  \nthe first five years of life, when this protection is much needed. \nStrengthening healthcare systems \nWe collaborate with partners to strengthen healthcare systems, \nwhich is key to addressing systemic issues which reduce access  \nto healthcare, vaccines and treatments and which perpetuate \nhealth inequalities in lower income countries. We work with people \nand underserved communities to make sure that they take the \nlead in the decisions that affect them and their health, and we \nhelp support emergency preparedness and response. \nWe work in partnership with organisations that are active within \nlocal communities and look to catalyse additional resources to \nincrease impact. In 2023, GSK and ViiV Healthcare joined forces \nwith The Global Fund to pledge $7.5 million over three years to \ncreate the Gender Equality Fund, which will support community-\nbased and -led organisations that are working to deliver lasting \nchanges in health policies and programmes, transform gender \nnorms and eliminate discrimination to improve health outcomes, \nwith a  focus on TB, HIV and malaria. The Gates Foundation has \ncommitted to match this donation, in support of The Global \nFund's work.  \nMobilised and connected community-based organisations are a \nvital part of health systems, enabling access to and delivery of \nservices, especially for hard-to-reach populations. Positive Action, \nViiV Healthcare's community grant-giving programme, works \ndirectly with the communities most affected by HIV to further the \nViiV Healthcare mission of ensuring no person living with HIV is \nleft behind. In 2023, Positive Action invested more than £12 million, \nreaching approximately 514,000 people and providing 99 grants \nacross 31 countries.\nIn September, we announced that we have renewed our \npartnership with Save the Children for another five years. To date, \nthe partnership has provided more than 3.5 million children with \nessential healthcare, trained and equipped more than 39,000 \nhealth workers in the most remote and marginalised communities, \nand advocated for the incorporation of stronger policies to \nprotect children’s health at country and global level. \nBuilding on learnings over the last decade, we are focusing our \npartnership on reducing the number of ‘zero dose’ children – \nthose who have never received a vaccine – in Ethiopia and \nNigeria, which represent more than a third of the zero-dosed \nchildren in Africa. \nLast year, we launched two new programmes as part of our \nlong-standing partnership with Amref Health Africa. One focuses \non malaria in Kenya and Zambia, and the second will address \nanti-microbial resistance (AMR) across the region. It will work with \nWHO Regional Office for Africa and the African CDC to identify \nand assess national AMR plans and support their implementation.  \nGSK and ViiV Healthcare are committed to responding to \nhumanitarian crises where possible. To date, GSK has donated \nmore than £6 million to a number of partners, including the Red \nCross, Save the Children and The Global Fund, directly responding \nto the humanitarian crisis in Ukraine and neighbouring countries. \nIn 2023, ViiV Healthcare continued to donate antiretroviral \nmedicines to national HIV and AIDS programmes in Poland to \nsupport people living with HIV who have been affected by the \nconflict in Ukraine. To date, the company has donated more  \nthan 10,000 packs. Positive Action also launched its Ukraine \nEmergency Response Fund. Positive Action made £830,000 \navailable to partners based in Ukraine and neighbouring \ncountries to protect the health of people living with and affected \nby HIV in the region.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's malaria vaccine Mosquirix distribution and impact in Africa, including supply commitments to Gavi-eligible countries, technology transfer plans, and partnerships to strengthen healthcare systems in lower income countries through community-based programs and humanitarian response efforts."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 11,
    "original_content": "13 GSK ESG Performance Report 2023\nMarch 2024\n2020 2021 2022 2023\nCommunity investment\nCash (£m) 91 83 79 80         A\nProduct and in-kind (£m)1 136 159 209 198         A\nTime (£m) 0.1 0.2 0.6 3         A\nManagement costs (£m) 18 17 19 23         A\nTotal community investment (£m) 245 259 308 304         A\nValue of GSK medicine and vaccines provided through our US Patient Assistance Programs \nFoundation ($m)1,2\n151 186 228 224         A\nUS pricing\n1 year change in list and net price3\nChange in combined average net price for our pharmaceutical and vaccines portfolio in the US \nsince the previous year\n-0.7% +5.5% +1.4% 0.4%\nChange in average list price in the US since the previous year +3.2% +3.8% +3.8% 3.2%\n5 year list and net price (compound annual growth rate)3\nChange in net price (after discounts, rebates or other allowances) for our products in the US \nover the past 5 years\n-3.2% -2.0% -1.1% 0.3%\nChange in average list price in the US over the past 5 years +5.7% +4.6% +3.9% 3.3%\nProduct reach (doses supplied to lower income countries)\nDoses of Synflorix vaccines supplied to Gavi (m) 56 39 40 41  PR  A\nDoses of Rotarix vaccines supplied to Gavi (m) 53 49 43 43  PR  A\nDoses of Cervarix vaccines supplied to Gavi (m) 0.4 0.4 0.2 5  PR  A\nDoses of OPV vaccines supplied to UNICEF (m) 110 80 95 130  PR  A\nDoses of Mosquirix (RTS,S/AS01 E) vaccines supplied (m) 2 1 1 6  PR  A\nAlbendazole tablets donated to help eliminate lymphatic filariasis (m) 304 451 440 462  PR  A\nAlbendazole tablets donated to help treat intestinal worms (m) 113 75 93 153  PR  A\nTotal doses supplied (m) 638 695 712 8405  PR  \nProduct reach (people reached in lower income countries)\nPeople with access to a generic dolutegravir product through voluntary licensing \nagreements ('000)4\n– – 20,927 24,058         A\nEstimated children reached with Synflorix through Gavi ('000) 17,100 12,000 12,116 12,573         A\nEstimated children reached with Rotarix through Gavi ('000) 25,400 23,540 20,561 20,570         A\nEstimated girls reached with Cervarix through Gavi ('000) 180 170 106 4,307         A\nEstimated people reached with OPV through UNICEF ('000) 21,900 16,010 18,975 26,032         A\nEstimated people reached with Mosquirix (RTS,S/AS01 E) ('000) – 310 326 1,383         A\nTotal people reached ('000) 64,580 52,030 73,011 88,923         A\nAccess continued\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1 Product donations are valued at the global average cost of goods as reported in year-end results.\n2 This product donation is included within the total community investment figures reported.\n3 Calculated across GSK and ViiV Healthcare products.\n4  As a chronic and ongoing treatment, the cumulative number of people with access to dolutegravir rather than annual data is reported. The figure is \nestimated based on sales of generic dolutegravir-based products through our voluntary licensing agreements. In 2022, we updated the methodology to \ninclude sales of all generic dolutegravir-based products. \n5  In 2023, we also held 149 million doses of OPV vaccine in ready-to-ship stockpile in case of epidemic, making a total of 989 million doses of our products \navailable in lower income countries. This contributed to our 2023 Access Performance Rating metric, which has been independently assured.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Access metrics and performance data for 2020-2023, including community investment figures, US pricing trends, vaccine doses supplied to lower income countries through Gavi and UNICEF, and estimated people reached through various access programs including HIV treatment and malaria vaccination."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 12,
    "original_content": "14 GSK ESG Performance Report 2023\nMarch 2024\n2020 2021 2022 2023\nPeople reached through our healthcare access programmes\nPeople accessing a healthcare service, worker or educational session through our work with \nSave the Children ('000)\n400 438 91 103\nPeople accessing a healthcare worker, service or facility as a result of the Bill & Melinda Gates \nCEO Roundtable programme ('000)\n– 162 1061 –2\nPeople reached through ViiV Healthcare’s Positive Action for Children Fund grants ('000) 484 188 13 –\nPeople reached through ViiV Healthcare’s Positive Action 2020-2030 Strategy grants ('000) – 274 4213 513\nPeople reached through our US Patient Assistance Programs ('000) 96 87 79 71        A\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\nAccess continued\n1  2022 data has been restated due to more data subsequently becoming available.  \n2  The Bill & Melinda Gates CEO Roundtable programme concluded in 2022 therefore, no amount was reported for 2023.\n3   Reach data is collected from grantees every six months for the previous six months activity over an 18 month cycle. 2022 data has been restated.  \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Healthcare access program reach data for 2020-2023, showing people reached through partnerships with Save the Children, Bill & Melinda Gates CEO Roundtable, ViiV Healthcare's Positive Action grants, and US Patient Assistance Programs."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 13,
    "original_content": "15 GSK ESG Performance Report 2023\nMarch 2024\nWhere people live continues to influence their chances of enjoying \na healthy life. People living in lower income countries are \ndisproportionately affected by infectious diseases. Among the \nbiggest drivers of morbidity and mortality are tuberculosis (TB), \nmalaria, antimicrobial resistance (AMR), HIV and neglected \ntropical diseases. \nGSK has a proud heritage as a leader in global health. We have a \nunique and important role to play in improving health for patients \naround the world by using our science, technology, talent and \npartnerships to deliver health impact at scale and prevent, \nprepare for and respond to future health security challenges. \nIncluding ViiV Healthcare, we’re working on more than 30 \npotential vaccines and medicines targeting high burden infectious \ndiseases – putting our unique R&D and scientific expertise to work \nto address some of the world’s biggest health challenges.\nIn 2022, with ViiV Healthcare, we announced an investment  \nof £1 billion over 10 years to accelerate global health R&D. By  \nthe end of 2023, we had invested 21%1 of this and progressed 11 \nGlobal Health pipeline assets to address priority WHO diseases \nincluding climate-aggravated diseases that are \ndisproportionately affecting lower income countries.\nStrong and resilient healthcare systems are critical to enabling \naccess to the right treatments and vaccines. We are working with \nlong-term partners to help strengthen healthcare systems in lower \nincome countries, driven by local needs. Our work to increase \nunderserved people’s access to medicines and vaccines is \ndescribed in Access, on page 10. \nGlobal health and health security\nWe want to help address the biggest health challenges faced by people \naround the world.\nOur commitment\nTo develop novel products and technologies to treat and \nprevent priority diseases, including pandemic threats\nOur ESG Performance Rating metrics\n – Progress six Global Health pipeline assets to address priority \nWHO diseases \n – Progress eight active R&D projects that address pathogens \nprioritised by WHO and CDC as posing the highest level of \nconcern due to drug resistance (critical and/or urgent threats)\n12\nR&D projects targeting pathogens \ndeemed ‘critical’ or ‘urgent’ by the \nWHO and the US CDC\n>30\nR&D projects relevant to \nantimicrobial resistance in \nour pipeline\n11\nGlobal Health pipeline assets \nto address priority WHO \ndiseases progressed in 2023\nGlobal health R&D\nPromising avenues for TB prevention and treatment \nGSK is committed to tackling TB, one of the world’s deadliest \ninfectious diseases. We have developed a promising candidate \nvaccine, M72/AS01E, up to proof of concept (phase IIb). Building on \nour long-standing, successful history of working with external \npartners, we have partnered with the Bill and Melinda Gates \nMedical Research Institute (MRI) for its further development. Gates \nMRI is well positioned to lead the large and complex phase III study \nrequired. In June 2023, Wellcome and the Bill and Melinda Gates \nFoundation announced funding of up to $550 million for phase III \ntrials. If these trials are successful, M72/AS01E could be the first new \nvaccine to help prevent pulmonary TB in over a century. \nWe are also developing a portfolio of shorter, safer, simpler TB \ntreatments that, in combination with other medicines, could \ntransform the TB landscape as part of new regimens for both \ndrug-sensitive and drug-resistant TB patients. We are advancing \nfour novel medicines in clinical development through nine R&D \nconsortia and partnerships that combine expertise, share risk  \nand leverage resources to accelerate innovation. \nGSK is the lead industry partner in two large EU-funded Innovative \nMedicine Initiative projects, ERA4TB and Unite4TB, that together \naim to progress numerous assets from pre-clinical through to phase \nIII-ready compounds. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\n1  Budget phasing is not linear across the 10-year period.",
    "context": "Global health and health security strategy overview, including GSK's £1 billion investment in global health R&D, focus on infectious diseases in lower income countries, tuberculosis vaccine development (M72/AS01E), and partnerships to address antimicrobial resistance and priority WHO diseases."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 14,
    "original_content": "16 GSK ESG Performance Report 2023\nMarch 2024\nGlobal health and health security continued\nBreakthroughs in malaria research and treatment \nThe latest data shows that there were an estimated 249 million \nmalaria cases and over 600,000 deaths caused by malaria in 2022, \naccording to the WHO, with over 90% of those in Africa. More than \nthree-quarters were of children under five. To date, together with \nour partners, we’ve brought two products for the prevention and \ntreatment of malaria to market – the world’s first vaccine against \nmalaria (see Access, page 10), and a single-dose, radical cure for  \nP. vivax malaria as reported in 2022. Getting ahead of malaria is \nparticularly challenging due to growing resistance to existing drugs \nand insecticides and as climate change enables the spread of the \ndisease, so we are investing to develop the next generation of \ntransformative tools. \nIn August 2023, we announced that GSK scientists had discovered \na strain of a naturally occurring bacterium that could potentially \nhelp eradicate the disease. The Tres Cantos 1 (TC1) strain of the \nDelftia tsuruhatensis bacterium – named after the GSK R&D \nfacility where it was discovered – significantly reduces the load of \nP. falciparum malaria parasites in mosquitoes. This could \npotentially inhibit transmission of the parasite to humans. TC1 was \nshown to be effective in multiple types of Anopheles mosquito \nand against multiple types of malaria parasite. The ground-\nbreaking research was conducted in collaboration with the Johns \nHopkins Malaria Research Institute at Johns Hopkins Bloomberg \nSchool of Public Health. \nIt also used data from semi-field studies conducted with the Institut \nde Recherche en Sciences de la Santé (IRSS) in a contained \n‘MosquitoSphere’ facility in Burkina Faso. This suggests that the \nlaboratory findings could be successfully translated to  \nthe field for malaria control. We continue to pursue this ground-\nbreaking research while engaging with global health institutions \nand partners to identify the most effective and sustainable \napproach for development and mobilisation if successful.\nSupporting innovation through capacity and \ncapability building\nThrough our Africa Open Lab initiative, launched in 2014, we \nsupport early-career scientists based in sub-Saharan Africa,  \nwith a focus on infectious diseases that disproportionately affect \nsub-Saharan populations, such as malaria, TB and AMR. In 2023, \nwe agreed grants to ten researchers in six countries in sub-Saharan \nAfrica and we announced a further call for proposals in November. \nWe are also working with African academic institutions to provide \ngrantees with supplemental training in areas including \nepidemiology, statistics and clinical research. \nStrengthening health security \nThere are many factors that can jeopardise our health security \n– from new and emerging infectious diseases to the rise of AMR. \nClimate change and nature loss also can change disease \npatterns. We are using our scientific know-how and collaborating \nwith others to help the world better prepare for future health \nchallenges.\nGetting ahead of AMR through innovation and \nappropriate use \nFounded on GSK’s science and technology, our primary \ncontribution to strengthening health security is through our \ninnovation to prevent and mitigate infectious disease. This \nincludes investing in innovation to get ahead of infections where \nnew antimicrobials and vaccines are urgently needed. We have \nmore than 30 R&D projects across medicines and vaccines  \nthat are relevant to AMR, ranging from early- to late-stage \ndevelopment, with  12 R&D projects targeting pathogens deemed \n‘critical’ or ‘urgent’ by the WHO and the US CDC. \nThese include gepotidacin, which could be the first novel oral \nantibiotic treatment for uncomplicated urinary tract infections \n(uUTIs) in over 20 years. Positive phase III data from the EAGLE-2 \nand EAGLE-3 phase III trials were presented at the European \nCongress of Clinical Microbiology and Infectious Diseases in \nCopenhagen in April 2023. Through our partnership with Spero \nTherapeutics, Inc., we have an exclusive licence agreement for \ntebipenem HBr, a late-stage oral carbapenem antibiotic with the \npotential to treat complicated urinary tract infections (cUTIs). \nIn December 2023, the first patient was dosed in PIVOT-PO, our \npivotal phase III trial for tebipenem. If approved, tebipenem HBr \nwill address an unmet medical need for a novel oral antibiotic as \nan alternative to intravenous hospital therapy for drug-resistant \ncUTIs. In March 2023, we announced an exclusive licence \nagreement with Scynexis for Brexafemme (ibrexafungerp tablets), \na first-in-class antifungal for the treatment of vulvovaginal \ncandidiasis (VVC) and for reduction in the incidence of recurrent \nVVC. \nVaccines remain an important pathway to getting ahead of \nresistant infections. During the year, the US FDA granted a  \nFast Track designation for our investigational vaccine against \ngonorrhoea – which is the second most prevalent bacterial \nsexually transmitted infection worldwide, with an estimated 82 \nmillion new cases globally each year. It is recognised as an urgent \nunmet medical need due to its growing global incidence and \nreduced efficacy of available treatments as drug-resistant strains \nare increasing.\nSee page 30 of our Annual Report for more about our R&D \npipeline. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Malaria research breakthroughs including discovery of TC1 bacterium strain, antimicrobial resistance (AMR) innovation pipeline with 30+ R&D projects, development of novel antibiotics (gepotidacin, tebipenem HBr), and vaccine development for drug-resistant infections including gonorrhoea."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 15,
    "original_content": "17 GSK ESG Performance Report 2023\nMarch 2024\nGlobal health and health security continued\n2020 2021 2022 2023\nGlobal health pipeline assets for priority diseases\nNumber of assets progressed through the Global Health pipeline to address priority WHO diseases 10 5 12 11  PR  A\nNumber of active R&D projects that address pathogens prioritised by the WHO and CDC as posing \nthe highest level of concern due to drug resistance (critical and/or urgent threats)\n– – – 12  PR  \nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\nProgressing vaccines against enteric diseases  \nto reduce the burden of AMR \nAMR is a major threat to health globally, and it is particularly \nprevalent in low resource settings, deepening existing health \ninequities and risking the efficacy of current medicines to fight \ndiseases. We continue to progress candidate vaccines against \nseveral enteric diseases which contribute to the burden of AMR, \nincluding invasive non-typhoidal salmonella, klebsiella, shigella, \ntyphoid and paratyphoid fever. \nIn 2023, it was announced that we are partnering with LimmaTech \nBiologics for the further development of one candidate vaccine \nagainst shigellosis, while we continue to develop another \ncandidate vaccine against the disease which uses our vaccine \nplatform technology, GMMA. Currently, there are no vaccines to \nhelp prevent shigellosis, a disease which causes 600,000 deaths \neach year.\nEnsuring appropriate use of antibiotics\nEnsuring appropriate access to infectious disease interventions  \nis key to getting ahead of health security threats. We continue  \nto maintain a strong focus on the appropriate use of antibiotics \nand enabling access to them. We are committed to exploring \nlower income focused indications of our antimicrobials and \nvaccines in development, to help maximise their health impact.\nWe continue to train healthcare professionals around the world  \non using and prescribing antibiotics appropriately, and the \nimportance of surveillance studies. As well as maintaining our \nlong-running multinational Survey of Antibiotic Resistance \nprogramme, we are developing new resistance surveillance \nprogrammes to support antimicrobial assets in late-stage \ndevelopment. In January 2023, the Infection Index launched in \nIndia. This has been designed to provide convenient access to \ninformation and data to support physicians with appropriate \nantibiotic decision-making. \nTo support the responsible manufacturing of antibiotics, we work \nwith the AMR Industry Alliance to set global limits for wastewater \nantibiotic discharges from factories (see Environment, page 18). \nOur work to strengthen responsible manufacturing of antibiotics \nwas highlighted as an example of good practice in a 2023 report \non the issue from the Access to Medicine Foundation’s AMR \nBenchmark.\nWe also continued to support dialogue around how to rebuild  \nthe ecosystem for antimicrobial innovation, participating in \ndiscussions on the topic in Brussels, Washington and London.\nPartnering for pandemic preparedness\nAs countries continued to manage the repercussions of the \nCOVID-19 pandemic, health security remained high on the global \nagenda during 2023. The United Nations held high-level meetings \non pandemic preparedness and response and universal health \ncoverage, while the White House has established a Pandemic \nPreparedness and Response Office. \nTo help pre-empt and respond to the next health security \nemergency, we are working with governments and other \nstakeholders to strengthen global preparedness. This means \ndrawing on what we have learned from COVID-19 and previous \noutbreaks, championing innovation and promoting sustainable \napproaches for the biopharmaceutical sector and public health. \nWe continue to monitor the potential threat of pandemic \ninfluenza, and other emerging infectious diseases with pandemic \npotential, and we engage in pandemic preparedness dialogue. \n  gsk.com: Our position on Antimicrobial Resistance\n \n \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Performance metrics and initiatives for GSK's global health and health security focus area, including R&D pipeline progress for WHO priority diseases, antimicrobial resistance (AMR) efforts, vaccine development for enteric diseases, antibiotic stewardship programs, and pandemic preparedness partnerships."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 16,
    "original_content": "18 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment\nClimate change and nature loss are an urgent threat to human health, as well as \na risk to business resilience. To get ahead of disease and to help ensure long-term \nbusiness success, we need to take action on climate and nature.\nOur commitment\nCommit to a net zero, nature positive, healthier planet with \nambitious goals set for 2030 and 2045\nOur ESG Performance Rating metrics 20231\nClimate\n – Operational emissions reduction (Scope 1 and 2 market-\nbased emissions) \n – Industrialisation of low-carbon Ventolin initiated, and clinical \nand non-clinical data available to support regulatory \nsubmissions \n – Percentage of carbon offset volume in project pipeline \nFreshwater\n – Average of the percentage of GSK sites and suppliers \ncompliant with wastewater active pharmaceutical ingredient \n(API) limits and the percentage of sites and suppliers that are \ncompliant with the AMR Industry Alliance Common Antibiotic \nManufacturing Framework and discharge limits \nLand\n – Percentage of paper and palm oil deforestation free\nWaste and materials\n – Operational waste and material reduction at our sites \n100%\nof GSK manufacturing sites \nwithin AMR Alliance and \nWastewater API quality limits\n100%\nGSK sites with completed \nbaseline biodiversity \nassessments\n10%\nreduction in operational \ncarbon emissions (Scope 1 \nand 2) in 2023 from 2022\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\nClimate change and nature loss are creating new health threats \nand changing the spread and burden of disease, with the most \nvulnerable communities disproportionately affected. This puts \nincreasing pressure on healthcare systems, which already account \nfor nearly 5% of global emissions. \nThat’s why we have set ambitious environmental goals for 2030 \nand 2045. These aim to address our impacts across our entire \nvalue chain, from drug discovery to disposal of our products. They \nwill help make GSK more resilient, protect our supply chains, help \nus adapt ahead of anticipated regulation change and provide \npotential growth opportunities as demand increases for \nmedicines and vaccines with a lower environmental impact.\nWe are also working to address the impacts of climate change on \nhealth. We’re investing in R&D for medicines and vaccines for \nclimate aggravated, infectious diseases which disproportionately \nimpact the most vulnerable communities and working with our \npartners to increase the resilience of healthcare systems to climate \nchange. For more information, see Global health, on page 15.\nCollaboration across our entire value chain – with patients, \nsuppliers, regulators and peers – is vital to achieving our goals. \nWe also collaborate internally to ensure we embed climate and \nnature considerations throughout the business. \nClimate \nWe have a clear pathway to a net zero impact on climate with \nambitious goals for 2030 and 2045.\nOur value chain carbon footprint2 is made up of: \n – Scope 1 and 2 emissions from our own operations (7%) \n – Scope 3 emissions from our supply chain (31%)\n – Scope 3 emissions from logistics (4%) \n – Scope 3 emissions from people using our products (57%), \nmostly metered-dose inhalers \n – Scope 3 emissions from the disposal of our products (1%)\nTargets:3\n – 80% absolute reduction in greenhouse gas emissions from a \n2020 baseline, across all scopes, and investment in nature-\nbased solutions for the remaining 20% of our footprint by 2030)\n – 100% imported renewable electricity by 2025 and 100% \nrenewable electricity (imported and generated) by 2030 \n(Scope 2) \n – Net zero greenhouse gas emissions across our full value chain by \n2045: 90% absolute reduction in emissions from a 2020 baseline, \nacross all scopes, and all residual emissions neutralised\n1  These metrics are related to the ESG Performance Rating 2023 outlined on pages 6-7. We also measure and report performance against our environmental \nsustainability targets, which we publish on +gsk.com. \n2 Based on 2022 data. \n3 The target boundary includes biogenic land-related emissions and removals from bioenergy feedstocks.",
    "context": "Overview of GSK's environmental commitment and climate strategy, including ESG Performance Rating metrics for 2023, climate change and nature loss impacts on health, carbon footprint breakdown across value chain (Scope 1, 2, and 3 emissions), and net zero targets for 2030 and 2045."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 17,
    "original_content": "19 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\nIn 2023, The Science Based Targets initiative (SBTi) approved \nGSK’s net zero target for 2045 in line with its Corporate Net-Zero \nStandard, the world’s only framework for corporate net zero target \nsetting in line with climate science. \n  gsk.com: Net zero pathway\nManaging our operational footprint \nIn 2023, we reduced our Scope 1 and 2 carbon emissions by 10% \ncompared with 2022, and by 27% compared with our 2020 \nbaseline. This was primarily due to energy efficiency measures \nand increasing the amount of renewable electricity we use. For \nexample, our Nashik site in India has reduced its emissions by 93% \nsince 2020, by moving to renewable biomass for heat and to \nrenewable electricity. \nAs a member of the RE100 initiative, we have committed to reach \n100% of our imported electricity from renewable sources by 2025 \nand 100% of all electricity we generate and import from \nrenewable sources by 2030. In 2023, we reached 83% imported \nrenewable electricity, an increase of 10% from 2022. \nWe signed a power purchase agreement to source  renewable \nelectricity to cover 50% of our electricity demand for our sites in \nEurope from mid-2026. Two additional wind turbines and the new \nsolar farm at our manufacturing facility in Irvine, Scotland began \ngenerating renewable energy.\nWe seek to follow leading practice in laboratory sustainability. In \n2023, seven of our laboratories in the United States, Canada and \nthe UK achieved My Green Lab Certification, which is considered \nthe gold standard for laboratory sustainability best practices \naround the world, covering community engagement, energy, water, \nwaste and resource management. Three of these received the \nhighest level of certification. We now have ten laboratories certified \nacross our network with a further ten in the assessment process.\nWe are a member of EV100 and are committed to transition 100% \nof our fleet to electric or hybrid vehicles and to install chargers at 100 \nof our sites by 2030. Plug-in-hybrid or fully electric vehicles made up \n6% of our sales fleet and 16% of our total fleet in 2023. We have \nchargers at 30 major sites and have increased the number of \ncharging points to nearly 500. \nAddressing our Scope 3 emissions\nOur overall Scope 3 emissions are 10% lower than our baseline \nyear of 2020, although there was a 4% increase in 2022 (our latest \navailable data) compared with 2021. This was primarily driven by \nhigher sales of metered dose inhaler products.  We set out below \nthe steps we are taking to reduce the emissions associated with \nmetered dose inhalers. Although overall Scope 3 emissions \nincreased from 2021 to 2022, in the same period, we reduced \nupstream Scope 3 emissions from our suppliers, see more below.\nSupply chain emissions \nThe goods and services we buy to make our medicines and \nvaccines, and additional upstream emissions, account for \napproximately 31% of our total carbon emissions footprint. In 2023, \nour supply chain emissions fell by 2%.\nOur Sustainable Procurement Programme requires our suppliers \nto take action on both climate and nature. At the same time, we \nactively support our suppliers to adopt new environmental \nsustainability measures, with a particular focus on the top 30 \nsuppliers by climate and nature impact.  \nWe have started to include contract clauses on carbon reductions \nfor these priority suppliers. In 2023, 23% of our top 30 suppliers by \ncarbon emissions have submitted science based targets for \nvalidation, and eight of those have had the targets approved. In \n2023, we completed deep-dives for two of our key suppliers to \nidentify opportunities to reduce energy and water usage and \nswitch to renewable energy sources.\nWe are also engaging more broadly across our supply chain.  \nIn May 2023, as part of our Supplier Forum, attended by 56 \nsuppliers, we held three sustainability roundtables focused on \naddressing common challenges and potential solutions. We \nlaunched the Sustainability Foundations programme in January \n2023 with over 50 GSK procurement employees attending three \nhours of training, focused on climate and nature. Participants \nreported a 60% increase in confidence and competence in \nexplaining our ambition to suppliers and ensuring our \nenvironmental goals are aligned. \nSupply chain emissions are a shared challenge for our sector,  \nso we are working in collaboration across our industry through \nprogrammes like Activate, Energize and the Sustainable Markets \nInitiative (SMI) Health Systems Task Force, to find solutions.\nTo date, 10 of our top 30 suppliers by carbon emissions have \nregistered to join the Activate programme focused on reducing \nemissions from the production of active pharmaceutical \ningredients. \nIn July, our CEO signed an open letter alongside other healthcare \nleaders in the SMI Health Systems Task Force, calling on our \nsuppliers to sign-up to the joint minimum climate and \nsustainability targets set by the Task Force. \nIn December, My Green Lab launched Converge, a collaborative \nsupply chain initiative to encourage suppliers to reduce the \nenvironmental impact of labs in their value chain. GSK is one of \nthe founding sponsors of the initiative. \nEmissions from the use of our products \nThe use of our medicines and vaccines makes up 57% of our total \nfootprint. Most of this is from the propellant used in metered-dose \ninhalers for asthma and chronic obstructive pulmonary disease \n(COPD). \nGSK’s rescue metered dose inhaler (MDI) medication, Ventolin \n(salbutamol) is an essential medicine prescribed to approximately \n35 million people with respiratory conditions worldwide. Patient \nuse of this inhaler, due to the current propellant, accounts for just \nunder half (48%) of our carbon footprint. We are investing in a \nlow-carbon programme with the potential to reduce greenhouse \ngas emissions from the inhaler by 90% by transitioning to a next \ngeneration, lower-carbon propellant. Phase III trials will begin in \n2024 and, if successful, regulatory submissions will start in 2025. \nThis is to supplement our existing low carbon dry powder inhalers.\nClimate-related financial disclosures \nSee pages 62-70 in our Annual Report for our disclosure on \nclimate risk and resilience in line with the Task Force on Climate-\nrelated Financial Disclosures (TCFD) framework.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's climate action implementation including Science Based Targets initiative approval, operational emissions reduction achievements (10% reduction in 2023), renewable electricity progress (83% in 2023), supply chain emissions management, and low-carbon Ventolin inhaler development to address product use emissions."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 18,
    "original_content": "20 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\nNature \nIn 2023, we shared more detail on our plan for contributing to a \nnature-positive world, in line with the goal of the Global \nBiodiversity Framework to halt and reverse biodiversity loss by \n2030. It sets out how we approach action on nature through four \nfocus areas – freshwater, land, oceans and atmosphere – \nincluding the biodiversity of living species across these areas. 1  \nWe aim to deliver our contribution in three ways: avoiding or \nreducing our impact on nature, protecting and restoring nature, \nand helping to accelerate collaborative action. This approach is \naligned with the work of the Taskforce on Nature-related \nFinancial Disclosures (TNFD) and the Science Based Target \nNetwork (SBTN). \nThe overuse of natural resources and the generation of waste and \npollution are key drivers of nature loss, so we have also set \nunderlying targets on waste and materials.\nIn May 2023, we were selected to be part of the first group of \ncompanies to participate in the initial target validation process \nwith SBTN to set validated science-based targets for nature, \nstarting with targets for freshwater and land, followed by targets \nfor oceans and biodiversity. These targets will focus on locations \nacross our value chain where nature is particularly under pressure. \nTNFD published its final framework in September – an outcome \nof the pilot framework that we and others were already testing. \nWe announced our commitment to adopting TNFD-aligned \ndisclosures in 2026, based on 2025 data. We have already started \nto implement the final recommendations in our 2023 disclosure on \npage 70 of the Annual Report. \n gsk.com: Our plan for contributing to a nature positive world  \nFreshwater \nWe continue to work towards our existing water targets (set out \nbelow) and, as part of the SBTN pilot, we are currently working to \nimplement their guidance and validate our freshwater targets.\nTargets\n – Achieve good water stewardship at 100% of our sites by 2025\n – Reduce overall water use in our operations by 20% by 2030 \n – Be water neutral in our own operations and at key suppliers in \nwater-stressed regions by 2030 \n – Achieve zero impact active API levels2 for all sites and key \nsuppliers by 2030\nWe depend on water for the production of our vaccines and \nmedicines. Our primary impact on water availability is through our \nmanufacturing sites located in areas of water-stress.\n100% of our sites are good water stewards, in line with the Alliance \nfor Water Stewardship’s definition. In 2023, we started the Alliance \nfor Water Stewardship Standards certification process for our five \nwater-stressed sites in Algeria, India and Pakistan. The site teams \nhave passed their training on the Standard and are working to \nimplement it by 2025.\nWe achieved our overall water reduction target in 2022. In 2023,  \nwe reduced overall water use in our operations by an additional \n1% compared with 2022 and by 6% in sites in high water-stress \nregions. This is a decrease of 24% for overall water use and 11% for \nsites in high water-stress regions against our 2020 baseline. \nWe have implemented water efficiency and reuse systems at a \nnumber of our sites, including Pakistan, which is increasing its \nrecycled water capacity. At our Wavre site in Belgium, a pilot \nwastewater treatment station has been installed to enable reuse \nof our wastewater to reduce water consumption. \nFor our sites and key suppliers located in water-stressed areas, we \nare developing catchment-level water replenishment, restoration \nand regeneration projects to deliver our water neutrality target. \nWe have partnered with a local NGO, Watershed Organisation \nTrust (WOTR), in Nashik, India on a water replenishment project \ndesigned to improve ecosystem conditions, enhance the climate \nresilience of local agriculture, and help local villages manage \nwater resources to improve their health and livelihoods. \nWe are also a founding partner of the Women + Water \nCollaborative in India, which launched in October 2023, working \nwith the Water Resilience Coalition, an initiative between the UN  \nGlobal Compact and the Pacific Institute. This programme brings \ntogether companies from different sectors to leverage women’s \nleadership to improve access to clean water and sanitation, \nultimately supporting the health of local communities. \nWe are committed to ensuring that discharges from the \nmanufacturing of APIs, including antibiotics, do not adversely affect \npeople or the environment. In 2023, 87% of all sites and key suppliers \nwere compliant with AMR Alliance and API Wastewater discharge \nlimits, down from 94% in 2022. This is driven by us expanding our \nscope to include more API suppliers which led to a decrease in the \npercentage of key suppliers that were confirmed to be within \nWastewater API discharge limits. We are now engaging with these \nadditional suppliers to assess their alignment with discharge limits, \nand support improvements where necessary. 100% of GSK sites \nwere within AMR Alliance and Wastewater API quality limits.\nTo support the responsible manufacturing of antibiotics, we work \nwith the AMR Industry Alliance to set global limits for wastewater \nantibiotic discharges from factories. Our work to strengthen \nresponsible manufacturing of antibiotics was highlighted as an \nexample of good practice in a 2023 report on the issue from the \nAccess to Medicine Foundation’s AMR Benchmark. \nLand \nWe continue to deliver on our existing land targets (set out below). \nAdditionally, we are piloting the SBTN guidance for setting land \ntargets.\nTargets \n – Positive impact on biodiversity at all sites3 by 2030 \n – 100% of agricultural and forestry-derived materials sustainably \nsourced and deforestation free by 2030 \n1  In previous ESG Performance Reports, our nature targets are grouped by water, waste and materials, and biodiversity. When we published ‘ Our plan for \ncontributing to a nature positive world’ in September 2023, we updated our target categories to align with the four areas of nature as defined by TNFD and \nSBTN, with underlying targets on waste and materials. The targets remain the same.\n2 Below the predicted no-effect level.\n3 GSK-owned sites.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's nature-positive strategy covering four focus areas (freshwater, land, oceans, atmosphere), including TNFD and SBTN alignment, water stewardship achievements (100% of sites), water reduction targets, API wastewater compliance (87% in 2023), and land biodiversity assessments."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 19,
    "original_content": "21 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\nLand degradation, due to poor land management or land \nconversion, can have a range of negative health impacts. Our \nprimary dependency on land is through the natural materials we \nsource, some of which derive from agricultural commodities. Their \nproduction can drive deforestation and land-use change. \nDuring 2023, we completed baseline assessments for six sites, \nmeaning we have now assessed all our sites, using the Natural \nEngland Biodiversity Net Positive methodology. In parallel, we \nhave plans in place to improve biodiversity at nine of our sites, an \nincrease of six from 2022. \nIn May 2023, we set out ambitious new Sustainable Sourcing \nStandards for suppliers who provide us with materials that are \nhighly dependent on nature, like lactose, gelatine and soy. The \nstandards, developed in collaboration with third-party experts, \naim to support these suppliers to assess, improve and verify their \napproach to addressing a range of nature impacts – and \nassociated climate and social impacts – including land-use,  \nwater stewardship and biodiversity.\nWe have roadmaps in place which aim to achieve 100% \nsustainably-sourced paper packaging and palm oil by 2025. In \n2023, 86% of our paper packaging was derived from certified \nsources or from recycled raw materials and 98% of our core palm \noil materials were certified by third parties as being from \nsustainable sources. To further improve our Palm Oil sourcing \npractices, we have joined Action for Sustainable Derivatives, an \nindustry-led collaboration to tackle environmental and social \nsupply chain issues around palm oil derivatives. \nWhile working with suppliers is a key part of our goal to reduce  \nour impact on nature, where appropriate we will also look at \nopportunities to reduce or avoid the use of some natural materials, \nfor example through process efficiencies and synthetic \nalternatives. For example, an extract from the soapbark tree is an \nessential ingredient in vaccine adjuvants, which are used to \nenhance the immune response of vaccines. We are working on a \nprocess improvement to deliver a significant yield increase, \nreducing our nature impact and improving supply resilience.\n gsk.com: Our approach to sourcing materials that are highly  \ndependent on nature \nOceans \nWe continue to deliver on our existing ocean target (set out \nbelow), and will apply the relevant science-based methodology \non oceans when it becomes available.\nTarget\n – 100% of marine-derived materials to be sustainably sourced  \nby 2030 \nDegradation of the world’s oceans, caused by factors such as climate \nchange, marine pollution and over-fishing, poses risks to human \nhealth and business resilience. Our impacts and dependencies on \noceans come primarily from marine-derived materials that are a \ncritical part of manufacturing vaccines and medicines. \nFor example, we use horseshoe crab blood, which is an important \nsubstance that is required by some regulators to be used in \npharmaceutical and biomedical quality control processes to \nensure the quality and safety of medicines, vaccines and devices. \nWe continue to make progress on volume reductions, and we are \nadvancing a pilot across five of our sites to test the use of non-\nanimal alternatives. At the same time, we are engaging with \nregulators to support wider uptake of these alternatives. \nUntil horseshoe crab blood can be fully replaced, we are working \nwith our suppliers to improve sustainability. Our new Sustainable \nSourcing Standards, discussed above, include a specific Marine \nSustainable Sourcing Standard which outlines the requirements that \nour suppliers of marine-derived materials must adhere to. We \nconducted physical site audits of key suppliers in 2023 to understand \nadoption of this standard.\nAtmosphere\nAir quality is closely linked to climate change, as many of the \ndrivers of air pollution, such as burning fossil fuels, are also sources \nof greenhouse gas emissions. Air pollution is a significant risk to \nhuman health, particularly for patients with respiratory conditions \nlike asthma and COPD. \nOur approach to air pollution includes reducing pollutants linked \nto burning fossil fuels that will be addressed via our SBTi-aligned \nclimate targets (set out on page 18), as well as looking more \nbroadly at our air pollution footprint.\nTo help accelerate collective action on air pollution, we are \nmembers of the Alliance for Clean Air through the Clean Air Fund \n(CAF) and the World Economic Forum, which aims to drive \ncorporate action on clean air to accelerate climate action and \ncreate healthy communities around the world.\nWe have done an initial assessment to establish an air pollution \nfootprint in our operations and our supply chain. This highlighted \nopportunities for reductions in emissions linked to on-site \nelectricity generation and use of solid fuels, car use and move to \nelectric fleet, as well as indicating opportunities in our value chain \nfor the sourcing of plastic and glass products. We are creating \nreduction plans around these key areas that are aligned to our \npathway to zero and which aim to have a positive impact on air \nquality.\nWe are conducting an additional air quality assessment, working \nwith Stockholm Environment Institute (SEI) and the University of \nYork, broadening the suite of air pollutants to be taken into \nconsideration to understand their impact across our value chain \nand their connection to human health. \n1  Including a 20% reduction in routine hazardous and non-hazardous waste.\n2  Where regulatory obligations allow, excluding plastics that are critical to product discovery and development, and health and safety.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Continuation of GSK's nature strategy focusing on land management (biodiversity assessments, sustainable sourcing standards for nature-dependent materials, deforestation-free targets for paper and palm oil), ocean conservation (marine-derived materials sustainability, horseshoe crab blood alternatives), and air quality initiatives."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 20,
    "original_content": "22 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\nWaste and materials \nThe overuse of natural resources and the generation of waste and \npollution are key drivers of climate change and nature loss. \nTargets\nOur approach to product stewardship means that we consider \nand aim to address impacts on nature and climate at every stage \nof the product life cycle, from discovery, design, sourcing and \nmanufacturing through to product use and disposal. We have set \na target to help accelerate the adoption of this approach:\n – 25% environmental impact reduction for our products and \npackaging by 2030 \nWe have also set targets to reduce operational and supply  \nchain waste:\n – Zero operational waste,1 including eliminating single-use \nplastics2 by 2030 \n – 10% waste reduction from our supply chain by 2030\nProduct stewardship\nOur approach to product stewardship across both new and \nexisting products is built on a scientific method for environmental \nfootprinting called life cycle assessment (LCA). We worked with \nexternal specialists to co-develop an internal product carbon \nfootprinting tool, building on the LCA process, that covers both \nclimate and nature to inform our scientists and engineers when \nthey develop new products. We also use publicly available tools \nwhen we need to share information outside of GSK.\nTo embed sustainability into the design of all our future products, \nwe have developed a set of eco-design principles to help guide \nthe decision-making. \nWe are actively working as part of a consortium of eight global \npharmaceutical that have come together via the Pharmaceutical \nEnvironment Group (PEG), with support from the SMI, to co-\ndevelop a shared way of measuring and reporting environmental \nproduct data. \nSince 2022, we have completed an LCA analysis for 22 products, \nwhich has enabled us to identify where we need to improve \nmanufacturing design, to assess potential savings from design \nchanges and to provide product-level information to key \ncustomers on specific products. \n100% of GSK sites are now manufacturing PVC-free secondary \nand tertiary packaging. We also implemented our first pilot of \nelectronic patient information, to replace paper leaflets in \nSingapore.\nA solvent reduction strategy is being rolled out across our sites \nand key suppliers. This includes designing out solvents, using lower \nimpact solvents, and improving solvent recovery rates.\nWaste \nIn 2023, we reduced operational waste by 1% compared with \n2022, a total of 21% since 2020.1 We increased the amount of \nmaterials recovered by circular routes to 53%. \nWe have maintained zero operational waste to landfill and we \ncontinue to build on our long-standing operational waste \nmanagement programme to identify opportunities to find more \nbeneficial uses for waste. \nFor example, at our wastewater treatment facility in Jurong and at \nour site in Marburg, Germany, we are reducing the amount of \nwaste incinerated. \nFor our supply chain, we’re working on a waste footprint \nassessment to help with supplier engagement on waste reduction.\nInvesting in nature \nInvesting in nature protection and restoration is a key part of our \nambition and commitment to achieve a net zero, nature positive, \nhealthier planet. We aim to do this by making investments in \nnature across our value chain. We are also prioritising nature \ninvestments for the carbon credits we are committed to securing \nas part of our pathway to net zero emissions.\nOur approach is to partner with expert developers, investors and \nNGOs to invest in early-stage nature projects for the long term. \nGSK is an investor in Climate Asset Management’s Nature Based \nCarbon Fund, which aims to invest at a landscape scale in \ngrassland, agriculture, forestry, wetlands and coastal carbon \nprojects in developing economies, to provide long-lasting, verified, \npositive impact at scale for the climate, biodiversity and local \ncommunities. This is a long-term investment over the next 15 years, \nwhich aims to secure approximately a quarter of credits that we \nneed in 2030, to meet our commitment to invest in nature-based \nsolutions for 20% of our 2020 footprint.\nTo help ensure that human health is a key outcome of the world’s \ndrive to protect and restore nature, in September 2023, we \npublished an open-source toolkit in partnership with Pollination, \ndeveloped with input from key nature and health experts from \norganisations such as the Circular Bioeconomy Alliance, the \nNature Climate Solutions Alliance and the London School of \nHygiene and Tropical Medicine. The toolkit aims to support \ncompanies, investors and developers to incorporate health \nconsiderations in the design of nature-based projects. We will  \nbe seeking to test the toolkit in some of the nature investments \nthat we make.\n1   Methodology changed in 2023 to only include waste and materials leaving our sites.\n2  Where regulatory obligations allow, excluding plastics that are critical to product discovery and development, and health and safety.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's waste and materials management strategy within their environmental commitments, including product stewardship targets, life cycle assessments, circular economy initiatives, and nature-based investment programs to achieve zero operational waste by 2030."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 21,
    "original_content": "23 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\n2020 2021 2022 2023\nEnergy\nNatural gas purchased (GWh)  1,873  1,744  1,655  1,567 \nElectricity used (GWh)  1,102  1,008  970  958\nPurchased renewable electricity (GWh)  487  631  697  782         A\nPurchased non-renewable electricity (GWh)  605  372  263  163 \nOn-site renewably generated electricity (GWh)  19  13  18  17         A\nExported electricity (GWh)  9  8  8  4 \nCoal (GWh) 0 0 0 0\nOther fossil fuels (GWh)  49  58  81  60 \nRenewable heat (GWh)  9  8  13  12 \nPurchased heating and cooling (GWh)  52  52  41  39 \nTotal energy for operations (GWh)  3,085  2,871  2,759  2,636         A\n% renewable electricity  46% 63%  73% 83%\nCarbon: Scope 1 and 2 emissions\nOn-site fuel use (thousands of tonnes CO2e)  355  333  320  301 \nSales force vehicles (thousands of tonnes CO2e)  60  52  51  46 \nPropellant emissions during manufacture of inhalers (thousands of tonnes CO 2e)  275  237  243  220 \nOn-site waste or wastewater treatment (thousands of tonnes CO2e)  0  0  0  0 \nRefrigerant gas losses (thousands of tonnes CO2e)  20  11  13  13 \nTotal Scope 1 emissions (thousands of tonnes CO2e)  711  633  626  581         A\nElectricity (market-based emissions) (thousands of tonnes CO2e)  163  125  84  60 \nPurchased heating and cooling (thousands of tonnes CO2e)  6  6  4  4 \nTotal Scope 2 market-based emissions (thousands of tonnes CO2e)  169  131  88  64         A\nTotal Scope 2 location-based emissions (thousands of tonnes CO 2e)  309  285  265  240         A\nTotal Scope 1 and 2 market-based emissions (thousands of tonnes CO2e)  879  764  715  645  PR  A\nFermentation/biogenic releases (thousands of tonnes CO 2e) 27 10 12 12\nCarbon: Scope 3 emissions1     \nPurchased goods and services (thousands of tonnes CO 2e)  3,267  2,725  2,485  –   \nCapital goods (thousands of tonnes CO2e)  162  154  161 –\nFuel and energy-related activities (thousands of tonnes CO 2e)  89  84  145 –\nTransportation and distribution (upstream) (thousands of tonnes CO2e)  267  189  242 –\nWaste generated in operations (thousands of tonnes CO2e)  20  64  51 –\nBusiness travel (thousands of tonnes CO2e)  42  50  85 –\nEmployee commuting (thousands of tonnes CO2e)  37  48  60 –\nLeased assets (upstream) (thousands of tonnes CO2e)  0  0 0 –\nTransportation and distribution (downstream) (thousands of tonnes CO2e)  135  99  130 –\nProcessing of sold products (thousands of tonnes CO2e)  0  0 0 –\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1  Other than propellant emissions data (which is collected through our internal systems); we will not have an accurate picture of 2023 Scope 3 emissions until \nlater in the year. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Environmental performance data tables showing GSK's energy consumption, carbon emissions (Scope 1, 2, and 3), and renewable electricity usage from 2020-2023, with independently assured metrics contributing to their ESG Performance Rating."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 22,
    "original_content": "24 GSK ESG Performance Report 2023\nMarch 2024\nEnvironment continued\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n2020 2021 2022 2023\nUse of sold products (thousands of tonnes CO2e)  5,836  5,120  5,523 –\n – Emissions from use of propellant-based inhalers by patients (thousands of tonnes CO 2e)  5,631  5,039  5,429  5,039         A\nEnd of life (thousands of tonnes CO2e)  24  51  47 –\nLeased assets (downstream) (thousands of tonnes CO2e) 0 0 – –\nFranchises (thousands of tonnes CO2e) 0 0 – –\nInvestments (thousands of tonnes CO2e)  70  41  66 –\nTotal Scope 3 emissions (thousands of tonnes CO2e)  9,949  8,624  8,995 –\nOzone-depleting substances\nODP inventory of CFC and HCFC in equipment (kg of CFC11e) 307 277 6 5\nODP calculated releases of CFC11e (kg of CFC11e) 8 8 0 0\nWater use\nMunicipal (million m3) 6.9 5.8 5.6  5.6 \nGround water (million m3) 2.7 2.0 1.7  1.6 \nTankers (million m3) 0.1 0.1 0.1  0.2 \nTotal water use (million m3) 9.7 7.9 7.5  7.4         A\nRecycled sources (million m3) 0.2 0.3 0.2  0.3 \nWater use at high water risk sites (million m3) 0.3 0.3 0.3  0.3         A\nWater discharge\nWastewater to municipal sewers (million m3)  5.7  4.0 4.0  3.9 \nWastewater to surface water (million m3)  2.8  1.9 1.8  2.2 \nWastewater to land (million m3)  0.1  0.1 0.1  0.1 \nWastewater to other (million m3)  0.0  0.0 0.0 0.0\nTotal wastewater discharged (million m3)  8.6  5.9 5.9  6.2         A\n% of GSK sites and supplier locations used by GSK that are compliant with AMR alliance and \nwastewater API limits\n– – 94% 87%  PR  \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Continuation of environmental performance data covering Scope 3 emissions from product use (particularly propellant-based inhalers), ozone-depleting substances, water usage and discharge metrics, and compliance with AMR alliance and wastewater API limits from 2020-2023."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 23,
    "original_content": "25 GSK ESG Performance Report 2023\nMarch 2024\n2020 2021 2022 2023\nWaste and materials1\nTotal waste recovered via a circular route (thousand tonnes) –  21.9  21.8  26.2 \nTotal waste disposed via a non-circular route (thousand tonnes) –  33.9  28.5  23.5 \nTotal waste and materials generated (thousand tonnes)1  63.0  55.8  50.3  49.7  PR  \n% circular waste – 39% 43% 53%\nTotal hazardous waste recovered via a circular route (thousand tonnes) –  2.9  2.9  3.6 \nTotal hazardous waste disposed via a non-circular route (thousand tonnes) –  18.3  16.3  14.7 \nTotal hazardous waste (thousand tonnes)  25.7  21.2  19.2  18.3 \nTotal non-hazardous waste recovered via a circular route (thousand tonnes) –  19.0  18.9  22.5 \nTotal non-hazardous waste disposed via a non-circular route (thousand tonnes) –  15.6  12.1  8.9 \nTotal non-hazardous waste (thousand tonnes)  37.3  34.6  31.0  31.4 \nTotal hazardous waste incinerated (thousand tonnes) 21.9  14.0  13.2  13.0 \nTotal non-hazardous waste incinerated (thousand tonnes) 14.1  13.2  8.5  8.4 \nTotal waste incinerated (thousand tonnes) 36.0  27.2  21.7  21.4 \nTotal hazardous waste to landfill (thousand tonnes)  0.0  0.0  0.0  0.2 \nTotal non-hazardous waste to landfill (thousand tonnes)  0.1  0.0  0.1  0.0 \nTotal waste to landfill (thousand tonnes)  0.1 0.0  0.1  0.2 \nSustainable sourcing\nPercentage of paper deforestation free – – – 86%  PR  \nPercentage of palm oil deforestation free – – – 98%  PR\nCompliance and remediation\nNumber of GSK internal audits 0 0 24 20\nNumber of GSK sites independently certified to ISO 4001 0 0 7 9\nEnvironmental fines (£'000s) 0 0 0.2 0\nRemediation spend ($m) 2.8 3.0 2.8 3.3\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\nEnvironment continued\n1  Methodology changed in 2023 to only include waste and materials leaving our sites. We have restated waste and materials data for 2021 and 2022 to reflect \nthis. Please see Environmental Data Table 2023 for more detail.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Environmental performance data tables for waste and materials management showing circular waste recovery, hazardous and non-hazardous waste disposal, sustainable sourcing metrics for paper and palm oil, and environmental compliance indicators from 2020-2023."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 24,
    "original_content": "26 GSK ESG Performance Report 2023\nMarch 2024\nBecoming a more diverse, inclusive and equitable business will \nhelp to attract and retain outstanding talent, bringing greater \nopportunity to create better health outcomes for patients. \nWe want better health outcomes for all. Our clinical trials need to \nreflect the populations affected by the diseases we are aiming to \naddress. Backed by the latest scientific research, we are working \nto make sure we recruit participants to our clinical trials in line with \nthe epidemiology of the diseases in question. \nBeing an inclusive business will make the most of our people’s \npotential and increase our positive impact. Our culture should allow \nall our people to thrive, we want all our leadership to reflect our GSK \npeople and our people to reflect the communities we work and hire \nin. Diversity brings better insights and better-quality decision-\nmaking to help us perform better and understand our diverse \npatients. We want a truly inclusive working environment where all \nemployees can be themselves and their diverse perspectives and \ncharacteristics are valued so they can thrive, perform at their best \nand help us get ahead of disease together. \nTo build a diverse workforce, we need a diverse pool of job \napplicants – so we are working to improve access to STEM \neducation among under-represented communities. These efforts \nextend from community programmes and secondary education, \nthrough working with universities to mentoring young people \nbeginning their careers. \nClinical trial diversity\nDiseases and medicines can affect people differently depending \non ethnicity, sex, race and age. This means it is important to \nensure that the patients and people enrolled in our clinical trials \nrepresent the real-world patient/people population that will use \nour medicines and vaccines and represent those affected by the \ndisease under study.\nWe continue to make progress in advancing clinical trial diversity.  \nIn addition to ensuring 100% of our phase III trials have diversity \nplans in place to enrol the groups most affected by the disease \nbeing studied, based on disease epidemiology, we also are \nchallenging ourselves to actively monitor patient recruitment in  \nreal time to ensure that we reach our diversity goals. We met our \nobjective of 100% of the phase III interventional trials initiated in \n2023 having proactive diversity plans. \nIn February 2023, we published a study of 17 years of GSK and \nViiV Healthcare US clinical trial diversity data. It showed that \nenrolling participants to clinical trials based on real-world disease \nepidemiology data, rather than census data, would ensure that \nthose trials reflect the populations affected by different diseases. \nAs an example, US Census Bureau data indicates 13.4% of the \ntotal US population is Black/African American. However, \nepidemiology shows us that of HIV patients recently diagnosed  \nin the US, 55.3% are Black/African American. We are using \nepidemiologic data to guide enrolment in our clinical trials, \nallowing us to set more representative trial enrolment goals. \nDiversity, equity and inclusion\nWe want to ensure all our people can thrive, foster diversity in our clinical \ntrials and support diverse communities, as becoming a more inclusive \nbusiness is central to our purpose.\nOur commitment\nCreate a diverse, equitable and inclusive workplace; enhance \nrecruitment of diverse patient populations in our clinical trials; \nand support diverse communities \nOur ESG Performance Rating metrics 2023\n – 100% of phase III trials initiated in 2023 will have proactive \nplans in place designed to enrol appropriately diverse trial \nparticipants, consistent with disease epidemiology \n – Improve year-on-year spend with US-based certified \ndiverse-owned suppliers \n – Update towards 2025 aspirations through fair and equitable \nopportunities:\n – aspire to have women hold at least 45% of VP-and-above \nroles globally by the end of 2025 \n – aspire to have at least 30% ethnically diverse leaders in our \nroles at VP-and-above in the US by the end of 2025, and \nincrease the percentage of Black or African American, and \nHispanic or Latinx VP-and-above leaders year on year \n – aspire to have at least 18% ethnically diverse leaders in our \nroles at VP-and-above in the UK by the end of 2025, and \nincrease the percentage of Black VP-and-above leaders \nyear on year \n18.4%\nethnically diverse leaders at \nVP-and-above in the UK\n45%\nVP-and-above roles held by \nwomen globally\n100%\n2023 phase III trials included a \ndemographic plan\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's diversity, equity and inclusion (DEI) strategy focusing on clinical trial diversity, workforce representation, and creating an inclusive workplace, with specific 2023 performance metrics for diverse trial enrollment and leadership representation goals."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 25,
    "original_content": "27 GSK ESG Performance Report 2023\nMarch 2024\nDiversity, equity and inclusion continued\nBy publicly sharing this research, we hope to advance the \ndiscussion around clinical trial diversity and improve how the \npharmaceutical sector approaches the issue of clinical trial \ndiversity. \nSupporting diversity in our supply chains\nBy engaging with and mentoring small and diverse-owned \nbusinesses in our supply chain, we can help them identify \npotential areas for growth. In 2023, we increased investments  \nwith select suppliers in marketing, sales and technology. In \naddition, we significantly increased partnerships with external \nadvocacy groups, deepened relationships with key existing \ndiverse suppliers, and onboarded new diverse suppliers.\nThis year, we expanded our successful US supplier diversity \nprogramme to the UK. This programme provides opportunities to \nunder-represented groups, including women, ethnic minorities, \nmembers of the LGBTQ+ community, people with disabilities and \nmilitary veterans, as well as small businesses in high-\nunemployment, low-income communities.\nSupporting an inclusive culture\nOur Code requires all our people to commit to being inclusive and \naware of their impact on others. Our annual mandatory training \non Creating an Inclusive Workplace sets out the standards we \nexpect. \n gsk.com: The Code \nBuilding a diverse organisation \nWe are fundamentally committed to equal employment \nopportunity and non-discrimination for all employees and we \nwant all our leadership to reflect our GSK people and our people \nto reflect the communities we work and hire in. That is why we \nhave set leadership aspirations for race and ethnicity in senior \npositions in the US and UK and gender aspirations for senior \npositions globally.  To support this, we ensure that our recruitment \nand selection processes are fair and equitable to all. \nFor vacancies in our senior grades, we expect diverse shortlists \nand interview panels by gender and ethnicity. We are working \nwith recruitment agencies, our internal Employee Resource \nGroups and specialist organisations to drive progress. Hiring \nmanagers are required to complete inclusive interview training \nbefore they start selection processes. \nAt the end of 2023, women held 45% of VP-and-above roles \nglobally, compared with 42% in 2022. Women made up 48% of all \nemployees in 2023, and 50% of all management roles. \nIn countries that meet our criteria for data confidentiality and \nanonymity, we disclose the race and ethnicity of our people  \nat each level and set aspirations for leadership representation \nwhich reflect available talent, our employee population and \nexternal communities. Currently, the UK and the US meet those \ncriteria.\nIn the UK at the end of 2023, we had 18.4% ethnically diverse \nleaders at VP-and-above, compared with 14.3% in 2022. We had \n1.9% Black leaders at VP level and above compared with 1.6% in \n2022. In the US at the end of 2023, we had 35.7% ethnically \ndiverse leaders at VP-and-above, compared with 31.3% in 2022. \nWe had 8.1% Black or African American leaders at VP-and-above \ncompared with 8.6% in 2022. We had 6.4% Hispanic or Latinx \nleaders at VP-and-above compared with 6.4% in 2022. \nWe are working to ensure that we have a representative pool  \nof job applicants from which to hire. In the US, we continue to \nengage with Historically Black Colleges and Universities, and \nHispanic Serving Institutions, and our employee alumni, to \nencourage applications for our graduate and experienced hire \npositions and target recruitment campaigns to reach under-\nrepresented groups.\nA highly talented and diverse team is essential to help us get \nahead of disease together. Our fair and equitable pay practices \nhelp ensure we create an environment where people feel \nwelcome, valued, included, and supported to thrive. We  \nconduct country-based reviews and ensure all markets have  \nclear guidance, tools, and support to ensure pay equity. If \nunexplained differences are detected, we address them through \nour compensation processes. Our focus on pay equity while \nbuilding a diverse organisation helps us to deliver strong UK  \npay gap results. \nOur 2023 gender pay gap for all permanent UK-based GSK \nemployees is -0.50% (mean), compared to the national average \nof 13.2%. This is the second time that we’re reporting our UK \nethnicity pay gap comparing the average pay of our White and \nEthnically Diverse employees. Our 2023 UK ethnicity pay gap for \nall permanent UK-based GSK employees is -0.74% (mean), \ncompared with 0.06% in 2022. \nIn addition, within our 2023 UK ethnicity pay gap report we are \nalso sharing the pay gaps comparing the average pay of our \nWhite employees with those in the ethnic groupings of Black, \nMixed, Asian, and Other. This is with reference to the UK \ngovernment’s recently published guidance to provide a more \ngranular view. \n gsk.com: Gender pay gap report  • Ethnicity pay gap report\nAn inclusive and accessible place to work\nOur workplaces must be inclusive and accessible to all, with a \nculture of empathy and acceptance where we embrace each \nother’s differences and identities. Our Employee Resource Groups \n(ERGs) are employee-led communities that collaborate with the \nbusiness in achieving their strategic priorities, in line with the \nglobal inclusion and diversity strategy. Alongside our Councils \nfocused on single aspects of diversity like race or gender, this year, \nwe also created a new forum – the Intersectionality and Inclusion \nCouncil – through which our various ERGs can provide cross-\ndimensional input to our priority global initiatives that affect \nemployees at scale.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's diversity, equity and inclusion initiatives covering clinical trial diversity, supply chain diversity programs, inclusive culture requirements, building diverse leadership (with specific gender and ethnicity targets for US and UK), fair pay practices, and pay gap reporting results for 2023."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 26,
    "original_content": "28 GSK ESG Performance Report 2023\nMarch 2024\nDiversity, equity and inclusion continued\nThis year, we undertook the UK’s Business Disability Forum’s \nDisability Smart Assessment; it showed that we have made clear \nimprovements over the last three years in making adjustments  \nfor people with disabilities, recruitment, retention, the built \nenvironment and technology. We are now developing a new \nthree-year plan to further improve how we meet the needs of \npeople with disabilities.\nWe are taking the needs of all our people into account by using \nour own Inclusive Design Standards for all new and retrofitted \nfacilities, including our new global headquarters in London. These \nstandards aim to ensure that our workplaces are welcoming to all \nour people. \nWe have also partnered with PurpleSpace to sponsor a series of \n‘Confident Conversation’ guides, available to all. These guides are \na resource for people with disabilities and health conditions to \nhelp build confidence and personal resilience. They are also useful \nfor colleagues, managers and leaders to learn more about how to \nsupport employees with disabilities and health conditions. \nAdditionally, Disability Confidence training has been added into \nour First Line Leader training, aimed at all our people managers. \nThis training is designed to develop inclusive leaders that are able \nto promote disability confidence within their teams.\nWe continue to work to make sure that our LGBTQ+ colleagues \nfeel welcome, valued and included. We were once more \nrecognised as a Gold employer within Stonewall’s Top Global \nEmployers Index. \nThis year, we relaunched our Mental Health Matters training. \nAvailable globally, it is designed to help our people spot the signs \nof poor mental health, know how to start a conversation with \nothers, and signpost resources to support everyone’s wellbeing. \nSupporting diverse innovators for the future\nWe’re investing in STEM education to make it more equitable and \nto support and inspire the next generation of diverse, talented \ninnovators. \nOur GSK Science in the Summer™ initiative offers free, hands-on \nSTEM learning in community settings to students in the US from \ngroups traditionally under-represented in STEM careers, or from \nunder-resourced communities. It has reached more than 380,000 \nchildren across the US since its launch in 1986. \nIn 2020, we committed $10 million over 10 years to support the \nnumber of women and Black and Latinx students in Philadelphia \nentering STEM careers. More than 138,000 students of all \nbackgrounds have benefited from GSK STEM equity grants \nprovided to local non-profit organisations so far. \nIn the UK, we launched a £6 million, 10-year STEM equity \nprogramme, targeting 11–25-year-old girls and young women, \nblack people and people from low socio-economic backgrounds. \nThe programme includes nationwide STEM mentoring, delivered \nin partnership with established mentoring organisations. In its first \nthree years, we aim to reach approximately 4,000 young people \nthrough this programme. \n2020 2021 2022 2023\nGender diversity1\n% of women (all employees) 47% 47% 47% 48%         A\nSVP/VP level 38% 40% 42% 45%  PR  A\nDirector level 46% 48% 49% 50%         A\nManager level 50% 50%  51% 51%         A\nTotal women in management 48% 48%  50% 50%         A\n% of women on the Board 42% 42% 27% 42%\nShare of women in STEM-related positions (as a % of total STEM positions) 44% 45% 45% 46%\n% of women in management positions in revenue-generating functions 41% 41% 43% 45%\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1  This data represents those that actively responded to identify a gender category. In 2023, 0.2% did not actively respond and a further 0.1% indicated ‘I prefer \nnot to say’.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Continuation of GSK's DEI efforts focusing on workplace accessibility for people with disabilities, LGBTQ+ inclusion, mental health support, and STEM education programs to support diverse future talent, along with gender diversity metrics table showing progress from 2020-2023."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 27,
    "original_content": "29 GSK ESG Performance Report 2023\nMarch 2024\nDiversity, equity and inclusion continued\n1  This data represents those that responded to identify a race or ethnicity category. In the US, 4.3% of employees did not actively respond to identify a race or \nethnicity category, and a further 1.9% indicated ‘I prefer not to say’. In the UK, 9.5% did not actively respond and a further 3.2% indicated ‘I prefer not to say’. \nDue to rounding, the sum of the data may be marginally different from the totals.\n2  Insufficient data to report (fewer than three employees).\nSVP/VP Director Manager All employees\n2020 2021 2022 2023 2020 2021 2022 2023 2020 2021 2022 2023 2020 2021 2022 2023\nUS ethnic \ndiversity1\nAmerican \nIndian  \nor Alaska \nNative\n– –2 –2 –2 0.4% 0.4% 0.3% 0.3% 0.3% 0.4% 0.3% 0.2% 0.4% 0.4% 0.3% 0.3%\nAsian 10.8% 10.8% 13.3% 18.8% 13.8% 14.7% 16.2% 16.8% 15.9% 16.7% 17.8% 18.4% 12.9% 13.7% 14.9% 15.7%\nBlack or \nAfrican \nAmerican\n5.8% 7.9% 8.6% 8.1% 5.5% 5.2% 6.0% 6.5% 6.3% 7.1% 7.9% 7.8% 9.9% 9.8% 10.4% 11.0%  PR\nHispanic  \nor Latinx 5.0% 5.8% 6.4% 6.4% 4.5% 4.5% 4.5% 4.9% 5.1% 5.4% 4.4% 4.9% 5.1% 5.3% 5.3% 5.8%  PR\nNative \nHawaiian or \nOther Pacific \nIslander\n– –2 –2 –2 0.3% 0.3% 0.2% 0.2% 0.1% 0.1% –2 0.1% 0.2% 0.2% 0.2% 0.2%      \nTwo or more \nraces 1.2% 2.2% 2.1% 1.7% 0.9% 1.2% 1.5% 1.3% 1.6% 1.5% 1.7% 2.0% 1.5% 1.6% 1.9% 1.9%        \nEthnically  \ndiverse total\n23.2% 27.1% 31.3% 35.7% 25.3% 26.3% 28.7% 30.0% 29.3% 31.1% 32.2% 33.5% 30.0% 31.0% 33.1% 34.9%  PR  A\nWhite total 76.8% 72.9% 68.7% 64.3% 74.7% 73.7% 71.3% 70.0% 70.8% 68.9% 67.8% 66.5% 70.0% 69.0% 66.9% 65.1%       \nUK ethnic \ndiversity1,3\nAsian 5.7% 6.5% 7.4% 9.7% 11.8% 12.6% 14.2% 15.1% 16.0% 17.4% 16.5% 17.4% 13.1% 13.8% 13.3% 14.2%      \nBlack 1.6% 1.6% 1.6% 1.9% 1.8% 1.8% 1.9% 2.2% 2.3% 2.7% 3.1% 3.4% 2.5% 2.6% 2.7% 3.0%  PR\nMixed 1.2% 2.0% 1.6% 2.9% 1.5% 1.9% 1.7% 2.0% 1.8% 2.0% 1.8% 2.2% 1.8% 2.1% 1.9% 2.1%    \nOther 2.5% 2.8% 3.7% 3.9% 1.6% 1.5% 1.7% 1.9% 1.6% 1.6% 1.8% 2.1% 1.3% 1.3% 1.4% 1.6%    \nEthnically  \ndiverse total\n11.1% 12.9% 14.3% 18.4% 16.7% 17.8% 19.5% 21.3% 21.8% 23.7% 23.2% 25.0% 18.7% 19.8% 19.3% 20.9%  PR  A\nWhite total 88.9% 87.1% 85.7% 81.6% 83.4% 82.2% 80.5% 78.7% 78.2% 76.3% 76.8% 75.0% 81.3% 80.2% 80.7% 79.1%    \nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Detailed ethnic diversity data tables for GSK's US and UK workforce from 2020-2023, broken down by leadership levels (SVP/VP, Director, Manager, All employees) and specific ethnic categories, showing progress toward diversity targets."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 28,
    "original_content": "30 GSK ESG Performance Report 2023\nMarch 2024\nSupporting GSK people to do the right thing \nIt is important that all our people, and everyone who works on our \nbehalf, conducts themselves in the right way. This builds trust in what \nwe do, protects our business and helps create a workplace where \nwe all thrive. How we do things is as important as what we do. \nOur Code of Conduct (The Code) reflects our purpose to unite \nscience, technology and talent to get ahead of disease together. \nIt sets out the commitments we make as a company and to each \nother to deliver on our purpose and ambition. The Code is \nsupported by additional global policies and standards, which  \ncan be found in our Code Hub. We have an accompanying global \nmandatory learning curriculum, Living our Code, which all our \npeople are required to complete, comprising three modules:  \nThe Code, Creating an Inclusive Workplace and Protecting GSK. \nProtecting GSK focuses on key areas such as anti-bribery and \ncorruption (ABAC), information and cyber security, privacy, \nreporting human safety information related to our products, and \nour Speak Up integrity lines. In 2023, 100% of our employees and \n99% of complementary workers completed this training where \ndue by year end. \nWe have additional ABAC training for our people in certain \nhigh-risk roles or geographic regions. This helps them identify  \nand mitigate any potential ABAC risk – especially in third-party \nrelationships – and recognise, report and manage conflicts of \ninterest. In 2023, 100% of employees and 99% of complementary \nworkers completed this training where due by year end. \nOur approach to managing ABAC risk, and other risks relating  \nto ethical standards, forms part of our well-embedded risk \nmanagement framework, which is described in detail in our \nAnnual Report, on pages 57-61. \n  gsk.com: Anti-bribery and corruption policy  • The Code \nReporting and investigating concerns\nAnyone inside or outside GSK can raise concerns or speak to our \nintegrity lines, confidentially and anonymously, without fear of \nretaliation. We take every concern seriously and review every \nreport to see whether we need to investigate formally. If our \ninvestigations show an employee has breached our policies,  \nwe take action. \nIn 2023, we saw an overall decrease in the number of employees \nwho had concerns raised against them, employees disciplined for \npolicy violations and open cases at year end. This is reflective of \nseveral factors including external geopolitical and economic \nissues affecting some countries which changes the nature of \nconcerns raised and, internally, our continued emphasis on \nappropriate management and closure of cases.\n  \nEthical standards\nOur culture guides our people to behave in an ethical way, to do the right thing \nand Speak Up about any concerns they have. We expect everyone who works for \nus to live up to this, and we expect the same of our suppliers.\nOur commitment\nPromote ethical behaviour across our business by supporting our \nemployees to do the right thing and working with suppliers that \nshare our standards and operate in a responsible way\nOur ESG Performance Rating metrics 2023\n – Percentage of employees and complementary workers \ncomplete GSK’s 2023 mandatory training \n – Percentage of employees who believe they ‘can and do Speak \nUp if things don’t feel right’ is above the general industry \nbenchmark1 \n – Percentage of direct high-risk suppliers that achieve GSK’s \nminimum EcoVadis score or have an improvement plan in \nplace \n89%\nof direct high-risk suppliers \nachieved our minimum \nEcoVadis score \n83% \nof employees believe they \n'can and do Speak Up if \nthings don't feel right'\n100%\nemployees completed our \nmandatory training \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\n1  The general industry benchmark is 66% according to 2023 research by KornFerry.",
    "context": "GSK's ethical standards framework including the Code of Conduct, mandatory training completion rates (100% for employees), anti-bribery and corruption (ABAC) training, reporting mechanisms for concerns, and 2023 ESG Performance Rating metrics for ethical behavior."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 29,
    "original_content": "31 GSK ESG Performance Report 2023\nMarch 2024\nOur commitment to human rights \nWe are committed to respecting internationally recognised \nhuman rights wherever we do business. Our salient human rights \nrelate to access to healthcare, research practices, patient safety, \nenvironment, health and safety (EHS), and privacy. We continue \nto make progress in integrating them within our operations and \nhow we conduct our business. \nWe are signatories to the UN Global Compact and our Human \nRights Position Statement lays out our commitment to the UN \nGuiding Principles on Business and Human Rights. We have a \ncross-business Human Rights Steering Group, which reports to  \nthe GSK Leadership Team and Board’s Corporate Responsibility \nCommittee, and drives progress on human rights impacts and \nrisks across the business. \nIn 2023, we carried out human rights training for priority suppliers, \naimed at ensuring a good understanding of human rights and \nlabour principles, aligned with international standards. We also \ncontinued our human rights training for procurement and third-\nparty engagement leads, to better equip them to spot human \nrights issues when visiting suppliers. \nWe conduct audits and site visits covering EHS and labour rights \nfor our priority suppliers.1 Some of the issues identified during \nsupplier visits in 2023 related to policy, wages and compliance.  \nAll observations have action plans in place to drive improvement, \nwhich are tracked and followed up for completion.\nWe are committed to fair and equitable pay, ensuring that all \nemployees globally receive pay that is competitive in their local \nmarkets and sufficient to support a sustainable standard of living. \nIn 2023, the Fair Wage Network certified GSK as a Living Wage \nemployer, after it reviewed the global gap analysis we conducted \nin 2022. It confirmed that all GSK workers are paid at or above the \nliving wage in their relevant markets. We have also developed a \nconsistent approach to how GSK will manage global fair wage \nanalysis annually, as well as a methodology for the Fair Wage \nNetwork to use to continue to assess us. \n  gsk.com: Our position on Human Rights  • Modern Slavery Act statement  \n• Our position on working with third parties\nWorking with third parties\nOur suppliers and other third parties – including agents, \ndistributors and affiliate companies (where we have an equity \nstake) – help us research, develop, manufacture and distribute \nthe medicines and vaccines that patients need. We want to work  \nwith business partners who share our commitment to high ethical \nstandards and operate in a responsible way. How these third \nparties act can have a direct impact on us. It is important to \nmanage our relationships with them well, including the way we \nchoose, contract and monitor them. \nOur third-party risk management programme provides the \nframework by which we manage and oversee risks associated \nwith the third parties we engage to provide goods or services.  \nWe expect our third parties to comply with applicable laws and \nregulations and to adopt, at minimum, our ABAC and labour \nrights principles and, where relevant, to comply with our standards \non quality, patient safety, health and safety, and the environment.  \nAll expectations are formalised in contracts and subject to \nappropriate levels of audit and oversight. All new suppliers \nundergo a risk assessment and all existing suppliers are re-\nassessed once every three years on average. Appropriate action \nis taken against those third parties found in breach of their \nundertakings.  \nWe assess all our third parties to understand whether we consider \nthem to be low, medium or high risk. Our high-risk third parties are \ndetermined by location in high-risk markets, size of spend and \ntype of goods or services. They are mostly goods and services \nproviders (62%), distributors and wholesalers (3%), direct material \nsuppliers (3%) and contract manufacturers (1%). In 2023, we \nassessed our high-risk third parties, totalling over 7,500 \nassessments across 17 risk areas. We also use tools to assess how \nsuppliers manage risks, including EcoVadis desktop assessments. \nAdditionally, to further support ongoing oversight of our third \nparties and suppliers, we have additional controls and monitoring \nprogrammes to ensure they meet our standards and \nrequirements.  For example, we include controls as relevant in  \nour principal risks to manage third-party risk, which differs by \nbusiness area according to the third-party risk profiles. Teams  \nin our Global Supply Chain business are responsible for on-site \nsupplier visits and audits, periodic business review and \nperformance meetings, and annual or semi-annual enterprise-\nlevel governance. In R&D, we have an established third-party \nmonitoring programme to assess compliance with our policies \nand standards. In our Commercial business, we annually risk \nassess key commercial third parties and prioritise independent \nmonitoring reviews, focused on ABAC, commercial practices and \nscientific and patient engagement. We monitor the actions we \nrequire them to complete and the reasons for doing so.\nEthical standards continued\n1  Our largest suppliers, including those who supply globally medically critical products, are critical to our R&D, and those largest by spend. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's human rights commitments, third-party risk management program, supplier assessment and monitoring processes, living wage certification, and approach to working with suppliers to ensure ethical standards across the supply chain."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 30,
    "original_content": "32 GSK ESG Performance Report 2023\nMarch 2024\nHelping our suppliers to manage environment, \nhealth and safety risks\nAcross the organisation, we give additional support on EHS risks \nto our largest suppliers, including those who supply globally \nmedically critical products, those critical to our R&D, and those \nlargest by spend.1 We help suppliers improve safety management \nsystems and build overall EHS capability, focusing on active \npharmaceutical ingredients manufacturers and contract \nmanufacturing suppliers. \nWe set EHS requirements and review performance as part of our \ninternal EHS governance and oversight. We visit sites, in person  \nor virtually, to help suppliers better understand and control their \nrisks. This year, we conducted 73 physical visits across 63 priority \nsuppliers.2 \nWe conducted 47 supplier audits following industry standard \nPharmaceutical Supply Chain Initiative guidelines. We trained \nmore than 1,000 supplier employees on EHS and ESG \nfundamentals this year, strengthened EHS contractual obligations \nand have worked with suppliers to help them improve their \nEcoVadis scores. We introduced a process to pause supply if a \nthird party has a significant EHS incident, and the decision on \nwhether to restart or discontinue work with the third party \ndepends on completion of an improvement plan and trajectory. \nWe also introduced an EHS risk app-based questionnaire for GSK \nvisitors to a third party as part of our monitoring activities, which \ngenerate improvement actions that we track through to \ncompletion.\n  gsk.com: Our position on working with third parties  • Annual Report \n2023 • Principal risks and uncertainties pages 230-240\nUsing data and AI responsibly \nData is an essential foundation to realising our ambitions for \npatients. Advances in artificial intelligence (AI) and machine \nlearning (ML) technologies present tremendous opportunities, but \nthe technologies must be approached correctly, responsibly and \nethically. Increases in the volume of data processed through AI/\nML use have resulted in a greater focus on data governance and \nthe ethical use of personal information, over and above \ncompliance with data privacy laws. \nWe take our responsibility for data privacy seriously and we \nexercise high standards of integrity in dealing with the personal \ninformation of our employees, patients, clinical research \nparticipants, healthcare providers and other stakeholders.\nOur Digital and Privacy Governance Board oversees our overall \ndata ethics and privacy operating model, supported by digital and \nprivacy legal experts and compliance professionals. We monitor \nand mitigate new and emerging cyber threats to protect GSK  \nfrom cyber security risks. We have additional governance boards  \nthat oversee the use of our data in the research, development, \nmanufacture and supply of our products to ensure we follow \nregulations and meet ethical obligations. \nIn 2023, we created cross-functional AI Governance Council to \noversee our AI strategy and to ensure responsible adoption of  \nAI/ML. This is complemented by an internal policy to ensure that \nAI/ML adoption is safe and aligned with GSK’s culture by \nestablishing AI Principles, which are underpinned by the ethical \nstandards set out in the GSK Code. The AI Governance Council is \nresponsible for enforcing our AI Principles and monitoring the \nexternal AI/ML landscape to anticipate potential risks to GSK.  \nWe have also published a public policy position on responsible AI \nto set out our views, commitments and asks of policymakers. Our \nnew operating model for AI governance is scalable and flexible to \nadapt to the upcoming regulations. We are engaging with \npolicymakers about the most appropriate regulatory approaches \nthat foster innovation while preserving safety and trust.  \n  gsk.com: Annual Report, pages 57-61  • Annual Report, R&D pages \n27-29 • Our position on Responsible AI\nPolitical engagement \nOur industry is heavily regulated, meaning that our business \nmodel and market are influenced by legislation and regulation. At \nGSK, we seek to contribute to public policy debate, especially in \nrelation to life sciences and healthcare. As a major multinational \ncompany, we are frequently invited by governments to give our \nviews on the development of new policies, along with other \nstakeholders such as non-governmental organisations, scientists, \nhealthcare professionals, patients and industry groups.\nWe are committed to the highest ethical standards and legislative \nrequirements in all of our political engagements. We do not make \ncorporate political contributions, nor do we sponsor party political \nmeetings anywhere around the world. \n  gsk.com: Our position on political advocacy • Political advocacy \ndisclosure\nEthical standards continued\n1  GSK maintains a list of globally medically critical products. These are drug products approved to treat a life-threatening disease or medical condition for \nwhich there is no other adequately available alternative and of which GSK is the only provider.\n2 Our EHS priority suppliers are API suppliers who are, or will be, medically-, R&D-, or revenue-critical to GSK, or are high-spend suppliers.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GSK's ethical standards section covering supplier environment, health and safety (EHS) risk management, including supplier audits, training programs, and EHS monitoring. Also covers responsible AI/data governance, establishment of AI Governance Council in 2023, and political engagement policies including zero corporate political contributions."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 31,
    "original_content": "33 GSK ESG Performance Report 2023\nMarch 2024\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1   In 2023, we enhanced our analytics of types of discipline taken and identified additional cases from prior years where disciplinary action was not reported. \nAs a result, we restated some prior years metrics with the following net increase changes in employees disciplined for policy violations from prior reporting: \n2020 (1); 2021 (3) and 2022 (3). Disciplinary action was taken within the year.\n2  In 2022, we updated the reporting methodology for the breakdown of types of policy violation to provide more granularity by case class as there was a \nbroader distribution from the top five policy area categories historically reported under 'other'. To enable comparison, prior year data has been restated using \nthe new reporting methodology.\n3  In 2022, we changed our process for the circumstances that trigger discipline for late completion of mandatory training, now reported under employee \nconduct. As a result, we saw fewer disciplinary cases in 2022 compared to prior years.\n4  In 2023 changes from prior years are reflective of several factors including external geopolitical and economic issues affecting some countries which changes \nthe nature of concerns raised and, internally, our continued emphasis on appropriate management and closure of cases, correlating in an increase in these \nareas.\n5  In 2023, policy violation class type name changed from Computer and data-breach security to Cyber Security, content/classification remains the same and \ntherefore data is comparable year on year.\n6  The majority of EHS and sustainability category increases in 2022 were written warnings related to compliance with the company's COVID-19 vaccination \nmandate, safety or testing requirements, to ensure the health, safety and wellbeing of our workforce, which were subsequently lifted in April 2023, correlating \nin a decrease in 2023.\n7  These figures are based on active employees and complementary workers at year end. Data from 2020-21 is split between employees and complementary \nworkers, as disclosed in our prior ESG reports, and rounded to the nearest whole number. 2020-21 also includes data from our previous Consumer Healthcare \nbusiness; due to attrition over the last three years, restating completion rates would not provide a comparable metric. \n8   In 2022, we updated the way in which we report completion of mandatory training by combining metrics for employees and complementary workers across \nthe mandatory trainings into a single metric, rounded to the nearest whole number.\nEthical standards continuedEthical standards continued\n2020 2021 2022 2023\nEthical conduct1\nEmployees who had concerns raised against them (including current year and prior year  \nopen cases)\n2,105 2,534 2,191 1,960         A\nEmployees disciplined for policy violations 553 910 850 798         A\nBreakdown of types of policy violation 2\nEmployee conduct3 268 555 367 304         A\nSales and marketing 63 166 168 122         A\nProduct quality 85 65 48 76         A\nSafeguarding people and information and assets 60 78 140 177         A\nEmployee relations and HR policies 18 20 42 994\n        A\nR&D and medical practices 7 13 13 7         A\nAnti-bribery and corruption 8 22 12 394\n        A\nCyber security 27 9 14 245\n        A\nEHS and sustainability 9 16 152 646\n        A\nOther 17 5 4 4         A\nEmployees who were dismissed or agreed to leave the company voluntarily as a result of \nmisconduct\n103 177 290 256         A\nDocumented warnings 455 740 566 553         A\nOpen cases awaiting investigation or a disciplinary decision at year end 617 636 457 297         A\nMandatory training7\n% of employees and complementary workers that complete GSK’s mandatory training 8 – – 99% 100%  PR  A\n% of employees that complete GSK’s mandatory training – The Code: Living our Values and \nExpectations (2019, 2020); Working at GSK (2021)\n100% 99% 100% 100%\n% of complementary workers that complete GSK’s mandatory training – The Code: Living our \nValues and Expectations (2019, 2020); Working at GSK (2021)\n97% 93% 98% 99%\n% of employees that complete GSK’s mandatory training – ABAC 100% 100% 100% 100%\n% of complementary workers that complete GSK’s mandatory training – ABAC 100% 99% 96% 99%\nReporting concerns\n% of employees who believe they ‘can and do Speak Up if things don’t feel right’ – 87% 87% 83%  PR  A\nSuppliers\n% of direct high-risk suppliers that achieve GSK’s minimum EcoVadis score or have an \nimprovement plan in place\n53% 80% 82% 89%  PR  A\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Ethical standards performance data table showing 2020-2023 trends in employee conduct metrics, including concerns raised (1,960 in 2023), disciplinary actions (798 in 2023), policy violation breakdowns by category, mandatory training completion rates (100% in 2023), speak-up culture metrics (83% in 2023), and supplier EcoVadis scores (89% meeting minimum in 2023)."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 32,
    "original_content": "34 GSK ESG Performance Report 2023\nMarch 2024\nEthical standards continued\n2020 2021 2022 2023\nSupplier spend by region\nAsia-Pacific – – 8.6% 8%\nEurope, Middle East and Africa – – 58.5% 55%\nLatin America – – 1.5% 2%\nNorth America – – 31.3% 35%\nUS political engagement\nSpend on federal lobbying activities ($m) 3.80 5.30 4.46 5.10\nTrade association membership spend ($m) 21.5 20.3 20.6 20.6\nCorporate political contributions ($) 1 0 0 0 0\nPolitical action committee contributions from US employees to state and federal candidates ($'000) 366.8 298.0 360.5 325.8\nEuropean political engagement\nTrade association membership spend (£m)3 2.28 2.08 1.91 2.00\nCorporate political contributions (€)1 0 0 0 0\nCost of representing our interests to EU institutions (€m)2 1.82 1.18 1.22 0.70\nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1  GSK does not make corporate political contributions, nor do we sponsor political meetings anywhere around the world.\n2  This includes the latest available figures from the previous year. Figures from the reporting year are published annually in March, after publication of this \ndocument.\n3  European political memberships included here are EFPIA (European Federation of Pharmaceutical Industries and Associations) and ABPI (Association of the \nBritish Pharmaceutical Industry)\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Continuation of ethical standards data tables covering supplier spend by geographic region (55% EMEA, 35% North America in 2023), US political engagement spending ($5.10M federal lobbying in 2023), and European political engagement costs. Confirms GSK makes zero corporate political contributions globally."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 33,
    "original_content": "35 GSK ESG Performance Report 2023\nMarch 2024\nProduct quality and patient safety are critically important to GSK. \nWe have systems in place across the company that ensure we \nmeet the high standards we set ourselves, and those that are \nexpected of us externally. \nThese systems enable us to deliver a safe and reliable supply of \nhigh-quality medicines and vaccines. When issues arise, our \nquality systems, in line with our values-driven culture, ensure they \nare responded to swiftly and transparently. \nProduct governance\nTo protect our patients, it is critically important to ensure the quality, safety and \nreliable supply of our products.\n1  We consider any observations from the US FDA as major.\nOur commitment\nWe commit to maintaining robust quality and safety processes, \nand using data and new technologies responsibly \nOur ESG Performance Rating metrics 2023\n – Average number of critical and major findings per inspection \nby FDA/MHRA/EMA regulators1 \n – Percentage of inspections from all regulators with no critical \nfindings or official action indicated\n – Number of FDA warning letters \n – Total number of Class I/II external product recalls across all \nmarkets\n – Register and disclose all human subject research of GSK \nproducts. Specifically, register protocol summaries for studies \ninitiated in 2023; and disclose results summaries for studies \nwith results due in 2023\nMaintaining quality across GSK \nWe have a detailed and specific quality framework that describes \nhow we comply with regulatory requirements and other standards \nacross our markets. This addresses global and local regulations \nacross manufacturing and distribution processes, and is based on \nprinciples defined by the International Council for Harmonisation \nof Technical Requirements for Pharmaceuticals for Human Use.\nOur GSK quality function is responsible for managing quality  \nand for ensuring a quality mindset is embedded throughout the \norganisation at all levels. It brings together an extensive global \nnetwork of quality and compliance professionals within each of \nour business units, from site level to senior management.\nOur Quality Management System provides the standards required \nto be followed by GSK people to support good distribution and \nmanufacturing practice and to maintain a standardised and \ncompliant approach to all our quality activities, aligned to  \nthe regulatory expectations of the markets that we supply to. \nInspections, recalls and audit \nWe are subject to frequent regulatory inspections in markets \nwhere we supply our medicines and vaccines. These inspections \nprovide independent assurance that our development, \nmanufacturing and distribution processes adhere to the required \nhigh quality standards and expectations. We work to ensure we \nare inspection ready at all times.\nIn 2023, we had 114 regulatory inspections at our manufacturing \nsites and local operating companies, compared with 122 in 2022. \nWe received zero warning letters from the United States Food and \nDrug Administration (FDA) or critical findings from the Medicines \nand Healthcare products Regulatory Agency (MHRA) and \nEuropean Medicines Agency (EMA) in 2023. We respond to and \nlearn from all inspection findings, taking the necessary actions to \naddress them.\nThroughout 2023, we had two Class I product recalls. In these \ninstances, we engaged with regulators and acted quickly to \nprioritise patient safety. There were fewer Class II recalls \ncompared with 2022. If necessary to protect patients, we will not \nhesitate to recall products voluntarily.\n7,988\nclinical trial protocol \nsummaries registered and \n6,734 summaries of results \n114\nregulatory inspections at our \nmanufacturing sites and local \noperating companies\n1,081\nquality audits of our \ncontract manufacturers \nand suppliers\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Product governance section introduction covering GSK's commitment to quality, safety and reliable supply of medicines and vaccines. Outlines 2023 ESG metrics including regulatory inspections (114 total), zero FDA warning letters, product recalls (2 Class I recalls), and clinical trial transparency (7,988 protocol summaries registered). Describes quality framework and inspection processes."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 34,
    "original_content": "36 GSK ESG Performance Report 2023\nMarch 2024\nProduct governance continued\n2020 2021 2022 2023\nRegulatory inspections and audits\nAudits of our third parties’ quality processes  1,451 1,044  1,0891 1,081       \nTotal regulatory inspections from all health authorities 86 111 122 114  PR  A\n% of inspections from all regulators with no critical findings or official action indicated 100% 100% 99% 100%  PR  A\nTotal regulatory inspections from FDA/MHRA/EMA regulators 27 35 36 32  PR  A\nNumber of critical/major findings by FDA/MHRA/EMA regulators 11 4 26 11  PR  A\nTotal FDA regulatory inspections 7 2 8 5  PR  A\nNumber of FDA observations 3 1 16 8  PR  A\nNumber of FDA warning letters 0 0 0 0  PR  A\nProduct recalls\nTotal number of Class I external product recalls 0 0 0 2  PR  A\nTotal number of Class II external product recalls 4 6 5 3  PR  A\nTotal number of Class III external product recalls 16 12 7 11  PR  A\nTotal product recalls 20 18 12 16         A\nQuality management along our supply chains \nWe expect all our contract manufacturers and suppliers to \ncomply with GSK standards. In 2023, we conducted 1,081 quality \naudits of contract manufacturers and suppliers to verify that they \ndo so.\nWe have a comprehensive quality oversight model for suppliers \nthat is aligned to our Quality Management System. It uses a \nrisk-based approach to assess, qualify, manage and monitor our \nthird-party suppliers on an ongoing basis, driving continuous \nperformance.\n \nPharmacovigilance \nWe have a well-established and rigorous worldwide system to \nmonitor and review the safety of our products throughout clinical \ndevelopment and after regulatory approval. Through this \npharmacovigilance system, we aim to enhance patient care and \nsafety when using our marketed and investigational medicines \nand vaccines. We also support public health programmes by \nusing this system to provide reliable, comprehensive information \non our products’ overall benefit-risk balance.\nWe expect our partners to meet the same high standards of \nsafety governance. We conduct reviews of third-party safety \nsystems, monitoring of contractual obligations and fostering \ncollaboration through the life cycle of the relationship. \n  gsk.com: Our position on pharmacovigilance\nTackling counterfeit medicines and vaccines \nFalsified products put the health of patients at risk and threaten \nour brand and reputation. We report all cases of confirmed \ncounterfeit products to the WHO and to relevant regulatory \nauthorities. We actively participate in legal proceedings against \nillegal actors, and support customs and local authorities with \nregular training. We also monitor online marketplaces and social \nmedia to request takedowns of sites illicitly selling prescription-\nonly medicines.\n  gsk.com: Our position on falsified and substandard healthcare products\nClinical data transparency \nWe are committed to transparency of data from clinical studies  \nthat evaluate our medicines and vaccines. This is because we want \nto enable access to information about our research to study \nparticipants, patients, healthcare providers and the wider public.  \nIt also allows us to acknowledge the invaluable contribution of the \npeople who take part in our clinical research. \nAs part of our commitment to transparency, we have made 7,988 \nprotocol summaries and 6,734 summaries of results available since \nthe GSK trial register was set up in 2004. We have also listed 2,669 \nclinical trials for data sharing via www.vivli.org. \nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been externally assured.\n1 2022 figure has been restated.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Product governance performance data tables for 2020-2023 showing regulatory inspection metrics, quality audits (1,081 in 2023), product recall statistics by class, and descriptions of quality management systems, pharmacovigilance, counterfeit medicine prevention, and clinical data transparency commitments including 7,988 protocol summaries and 6,734 results summaries published."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 35,
    "original_content": "37 GSK ESG Performance Report 2023\nMarch 2024\nProduct governance continued\n2020 2021 2022 2023\nFDA product recalls by business and class 1\nPharmaceuticals business\nClass I product recalls 0 0 0 0  PR  A\nClass II product recalls 0 0 0 0  PR  A\nClass III product recalls 0 0 1 1         A\nVaccines business\nClass I product recalls 0 0 0 1  PR  A\nClass II product recalls 0 1 0 0  PR  A\nClass III product recalls 0 1 0 1         A\nClinical trial management, pharmacovigiliance and transparency\nClinical trial audits (on our own trials and those conducted by third parties on our behalf) 223 294 339 286\nNumber of FDA sponsor inspections related to clinical trial management and pharmacovigilance \nthat resulted in voluntary action indicated (VAI)\n– 0 0 0\nNumber of FDA sponsor inspections related to clinical trial management and pharmacovigilance \nthat resulted in official action indicated (OAI)\n– 0 0 0\nClinical study reports/study report synopsis on GSK and ViiV study register 4 60 48 35 99\nTrials for which anonymised data will be made available upon meeting defined eligibility criteria 4 77 51 40 111\nResearch proposals approved for access to GSK and ViiV clinical trial data 4 23 16 34 22\nHuman subject research of GSK products: percentage of protocol summaries initiated in current \nyear registered and results disclosed in the current year 2,3\n– – 100% 100%  PR  \nPublicly available trial protocol summaries (register)4 7,178 7,290 7,377 7,988  PR  \nPublicly available trial result summaries (disclose)4 6,160 6,239 6,295 6,734  PR  \nPR   Metric contributes to our ESG Performance Rating.\nA   Metric’s 2023 data has been independently assured.\n1  This data includes recalls in the US market which may be initiated voluntarily by GSK, requested by the US FDA or mandated by the US FDA under its \nstatutory authority.\n2 From 2023 includes ViiV Healthcare in addition to GSK. \n3  This metric created and first reported in 2022; for 2023, the number of all protocol summaries registered (103) and results summaries disclosed (98) was \nindependently assured. \n4  Cumulative summaries for GSK from 2004 and from 2023 cumulative for ViiV Healthcare from 2009.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Product governance performance data table showing FDA product recalls by business unit (Pharmaceuticals and Vaccines) and class (I, II, III) from 2020-2023, plus clinical trial management, pharmacovigilance, and transparency metrics including trial registrations and data sharing statistics."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 36,
    "original_content": "38 GSK ESG Performance Report 2023\nMarch 2024\nMateriality assessment\nIn 2021-22, GSK conducted a materiality assessment, a process \nof engagement and analysis that identifies and prioritises the \nESG issues that pose the most significant risks and opportunities \nto the business, and where GSK has the most significant impact. \nThe materiality assessment is used to inform strategic decision-\nmaking and helps us to prioritise issues covered in public reporting. \nWe used Datamaran’s data analytics platform to conduct  \nthe assessment. The software monitors external ESG risks by \nassessing the coverage of issues within peer annual and \nsustainability reports, regulatory and legislative documents, \nmedia and social media. We also conducted stakeholder \nengagement, through internal and external interviews and \nanalysis of investor ratings, rankings and reports.\nThrough this process, 16 issues were identified as most material \nto our business and our external stakeholders, illustrated in the \nmatrix below. The issues identified through this process helped \nconfirm our six ESG focus areas: Access, Global health and health \nsecurity, Environment, Diversity, equity and inclusion, Ethical \nstandards and Product governance.  \nTo read more about our materiality methodology, process and \nkey observations please see our materiality overview on gsk.com.\n  gsk.com: Materiality assessment\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix\nAppendix\nMEDIUM HIGH \nImportance to the business\nImportance to external stakeholders\nVERY HIGH\nWaste and hazardous materials management\nWater and wastewater management\nNature and \nenvironmental  \nprotection\nClinical trial conduct\nEthical business conduct\nLabour rights\nProduct innovation\nGlobal health security\nHealthcare access  \nand affordability\nEmployee health,  \nsafety and wellbeing\nClimate change \nTalent attraction and retention\nDiversity, equity \nand inclusion\nPrivacy and  \ndata security\nProduct quality  \nand patient safety\nSupply chain management\nKEY\n   Access\n    Global health  \nand health security\n   Environment\n     Diversity, equity  \nand inclusion\n   Ethical standards\n   Product governance\n People and culture\nMateriality matrix",
    "context": "Appendix section describing GSK's 2021-22 materiality assessment methodology using Datamaran analytics platform, stakeholder engagement process, and resulting materiality matrix showing 16 key ESG issues mapped by importance to business and external stakeholders across six focus areas."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 37,
    "original_content": "39 GSK ESG Performance Report 2023\nMarch 2024\n2020 2021 2022 2023\nHiring\nTotal number of new hires 9,305 11,110 12,513 10,730\n% of open positions filled by internal candidates 30.0% 34.0%  31.4% 29.9%\nEmployee turnover\nOverall turnover 10.3% 15.2% 13.3% 10.0%         A\nTurnover of voluntary leavers2 5.5% 7.8% 7.3% 5.5%\n% of all permanent leavers that were male3 56.9% 49.0% 54.1% 56.7%\n% of all permanent leavers that were female3 42.9% 50.9% 45.6% 42.9%\nWorkforce breakdown by age (permanent employees)\n< 30 years old 13.8% 13.0% 13.1% 12.8%\n30-50 years old 61.0% 61.3% 60.9% 63.2%\n> 50 years old 25.2% 25.7% 26.0% 23.8%\nEngagement\nEmployee surveys engagement score 84% 78% 81% 81%4\nTalent and leadership development\nNumber of graduates recruited through our Future Leaders programme 176 139 161 162\nNumber of postgraduates recruited through our Esprit programme 14 6 13 4\nNumber of apprentices recruited 85 68 67 57\nA   Metric’s 2023 data has been independently assured.\nPeople disclosures\nA positive experience at work is critical to attract, retain and \nmotivate the best people. We want our workplace to embrace \neveryone’s unique differences and encourage growth and \ndevelopment in a safe environment so that people can perform \nat their best at work. For more information around how we put \nour people at the heart of our success, please see page 8, and  \nfor further detail on our focus on Diversity, equity and inclusion, \nsee page 26.\nFreedom of association\nWe are respectful of the right of colleagues to join an \nindependent trade union, to collectively bargain and to freedom \nof association. Of our global employee population, 35% are \ncovered by collective bargaining arrangements and 15% have \ndeclared that they are a member of a union.1 We also invest \nheavily in formal information and consultation arrangements, \nwhich actively involve and provide additional Employee Voice to  \na higher proportion of our colleagues.\nKeeping our people safe \nWe care deeply about the health and safety of our employees, \ncomplementary workers and everyone that works at or visits our \nsites. Our commitment is that everyone goes home safely. Our 12 \nLife Saving Rules have been embedded throughout our company. \nThese rules are simple, standardised and easy to remember. \nResponsibilities for safety as leaders and as individuals have \nbeen reviewed at all levels of the organisation. Risk assessments \nare a key part of the environment, health and safety control \nframework that governs our approach to identifying and \ncontrolling hazards. We conduct health and safety training for \nour people, specific to whether they are working from an office, \na lab, at a manufacturing site or in our commercial operations. \nRecent key initiatives have included safety leadership, warehouse \nsafety and driver safety. In 2023, we improved our reporting \nprocesses and systems and carried out increased training in \nSafety and Incident Reporting which has contributed to an uplift \nin reported injuries and illnesses with lost time.\n  gsk.com Policy on environment, health and safety\n1  In certain markets, data is unavailable due to privacy reasons.\n2  Calculated as the number of permanent employees that voluntarily left GSK divided by the average permanent headcount in the reporting year.\n3  Calculated as the number of permanent employees that left GSK for any reason within the period that were male or female, divided by the total number \nof permanent leavers that left for any reason within the period.\n4  Employee surveys response rate was 79% in 2023. \nAppendix continued\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "People disclosures appendix section covering workforce metrics from 2020-2023 including hiring statistics, employee turnover rates, workforce age demographics, engagement scores, talent development programs, freedom of association data, and health and safety commitment."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 38,
    "original_content": "40 GSK ESG Performance Report 2023\nMarch 2024\n2020 2021 2022 2023\nHealth and safety\nNumber of fatalities (employees and complementary workers under GSK direct supervision) 1 0 0 0         A\nNumber of fatalities (contractors not under GSK direct supervision) 1 0 0 0         A\nReportable injuries with lost time 137 133 144 195         A\nReportable illnesses with lost time 8 5 8 301         A\nLost time reportable injury rate (per 100,000 hours worked) 0.09 0.09 0.10 0.13         A\nLost time reportable illness rate (per 100,000 hours worked) 0.01 0 0.01 0.02         A\nReportable injuries with and without lost time 205 190 214 292         A\nReportable illnesses with and without lost time 31 42 32 65         A\nReportable injury rate (per 100,000 hours worked) 0.13 0.13 0.15 0.19         A\nReportable illness rate (per 100,000 hours worked) 0.02 0.03 0.02 0.04         A\nReportable injury and illness rate (per 100,000 hours worked) 1 0.15 0.15 0.17 0.24         A\nHours worked (m) 156 151 147 151         A\nA   Metric’s 2023 data has been independently assured.\nAppendix continued\n1 Totals may not equal the exact sum of the constituents due to rounding.\n1   In 2023, there were two illness-related incidents that involved multiple workers; these were promptly investigated and corrected.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Health and safety performance data table in the appendix showing fatalities, reportable injuries and illnesses (with and without lost time), injury/illness rates per 100,000 hours worked, and total hours worked from 2020-2023, with all 2023 data independently assured."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 39,
    "original_content": "41 GSK ESG Performance Report 2023\nMarch 2024\nGRI guidelines and SASB index\nGRI indicator Description Where to find the information \nGeneral disclosures\n2-1 Organisational details Legal name: GSK plc\nOwnership: Annual Report – Share capital and share price, \npage 268\nHQ address: Brentford, Middlesex, TW8 9GS, UK\nOperations: Annual Report – Business model, pages 8-9\n2-2 Entities included in the organisation’s sustainability reporting GSK plc\n2-3 Reporting period, frequency and contact point Sustainability and financial annual reporting period: 1 January \n2023 to 31 December 2023 \nReport publication: 1 March 2024\nContact: csr.contact@gsk.com\n2-4 Restatements of information Demerger: 2019-21 comparative results restated to reflect the \ndemerger of our Consumer Healthcare business, unless \notherwise specified.\nOther restatements of information are detailed where relevant \nfor specific data points throughout the report.\n2-5 External assurance Independent limited assurance statements, pages 55-62\n2-6 Activities, value chain and other business relationships Sector: Healthcare, Pharmaceuticals\nAnnual report, Business model, pages 8-9\nChanges compared to the previous reporting period: Following \nthe demerger of our Consumer Healthcare business to form \nHaleon in July 2022, we are now a fully focused biopharma \ncompany.\n2-7 Employees Full-time employees (FTEs) as of 31 December 2023, page 8\nAnnual Report – Employees by gender, page 75. \nChanges compared to previous reporting period: Following the \ndemerger of our Consumer Healthcare business to form Haleon \nin July 2022, we are now a fully-focused biopharma company.\n2-8 Workers who are not employees Not reported\n2-9 Governance structure and composition Annual Report – The Board and GSK Leadership team, page 108\nAnnual Report – Corporate governance architecture, page 116\n2-10 Nomination and selection of the highest governance body Annual Report – Nominations & Corporate Governance \nCommittee report, pages 131-132\n2-11 Chair of the highest governance body GSK has an independent non-executive Chair of the Board\n2-12 Role of the highest governance body in overseeing the  \nmanagement of impacts\nAnnual Report – Corporate Responsibility Committee report, \npage 128-129\n2-13 Delegation of responsibility for managing impacts Annual Report – Corporate Responsibility Committee report, \npage 128-129\n2-14 Role of the highest governance body in sustainability reporting Our ESG Performance Report is reviewed by both GSK \nLeadership Team and the Board\n2-15 Conflicts of interest Annual Report – Directors’ conflicts of interest, page 161\n2-16 Communication of critical concerns Annual Report – Board committee reports, page 128\n2-17 Collective knowledge of the highest governance body Annual Report – The Board, page 108\n2-18 Evaluation of the performance of the highest governance body Annual Report – Board performance, page 120\n2-19 Remuneration policies Annual Report – Annual report on remuneration, pages 139-160\n2-20 Process to determine remuneration Annual Report – Annual report on remuneration, pages 139-160\n2-21 Annual total compensation ratio Annual Report – Annual report on remuneration, page 151\n2-22 Statement on sustainable development strategy Annual Report – CEO's statement, page 7\n2-23 Policy commitments Policy positions, including on human rights. Policies are \napproved at GSK Leadership Team level and apply at  \nGroup-level.\n2-24 Embedding policy commitments Corporate responsibility committee\n2-25 Processes to remediate negative impacts Annual Report – Principal risks and uncertainties, page 230\nEthical standards, page 30\nEthics and compliance grievance mechanisms\nAppendix continued\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GRI (Global Reporting Initiative) guidelines and SASB index appendix section mapping GRI general disclosure indicators (2-1 through 2-25) to corresponding locations in GSK's reporting documents, covering organizational details, governance, reporting practices, and policy commitments."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 40,
    "original_content": "42 GSK ESG Performance Report 2023\nMarch 2024\nGRI indicator Description Where to find the information \n2-26 Mechanisms for seeking advice and raising concerns Ethical standards, ESG Performance Report 2023, page 30\nGrievance mechanisms\n2-27 Compliance with laws and regulations Annual Report – Audit & Risk Committee report, page 133-138\n2-28 Membership associations Trade association memberships\n2-29 Approach to stakeholder engagement ESG Performance Report, Stakeholder engagement, page 4\n2-30 Collective bargaining agreements People disclosures, page 39\nPosition on human rights \n3-1 Process to determine material topics Materiality Assessment, ESG Performance Report 2023, page 38\n3-2 List of material topics Materiality Assessment, ESG Performance Report 2023, page 38\n3-3 Management of material topics Materiality Assessment, ESG Performance Report 2023, page 38\nEconomic performance\n201-1 Direct economic value generated and distributed Annual Report – Financial statements, page 163\n201-2 Financial implications and other risks and opportunities due to \nclimate change\nAnnual Report – Risk management, page 58\nAnnual Report – TCFD, page 62\n201-3 Defined benefit plan obligations and other retirement plans Annual Report – Annual report on remuneration, page 139-160\n201-4 Financial assistance received from government Annual Report – Financial statements, page 163\nAnnual Report – Share capital and control, page 268\nAnti-corruption\n205-1 Operations assessed for risks related to corruption Annual Report – Risk management, page 57\n205-2 Communication and training about anti-corruption policies  \nand procedures\nEthical standards, ESG Performance Report 2023, pages 30-33\n205-3 Confirmed incidents of corruption and actions taken Ethical standards, ESG Performance Report 2023, pages 30-33\nTax\n207-1 Approach to tax GSK Tax strategy\n207-2 Tax governance, control, and risk management GSK Tax strategy\n207-3 Stakeholder engagement and management of concerns  \nrelated to tax\nGSK Tax strategy\n207-4 Country-by-country reporting GSK Tax strategy\nEnergy\n302-1 Energy consumption within the organisation Environment, ESG Performance Report 2023, page 23\nEnvironment, Basis of reporting , Environmental Data 2023\n302-2 Energy consumption outside of the organisation Environment, ESG Performance Report 2023, page 23\nEnvironment, Basis of reporting\n302-3 Energy intensity Annual Report , TCFD, pages 69-70\nEnvironment, Basis of reporting\n302-4 Reduction of energy consumption Environment, ESG Performance Report 2023, pages 18-23\nEnvironment, Basis of reporting\n302-5 Reductions in energy requirements of products and services Environment, ESG Performance Report 2023, pages 18-23\nEnvironment, Basis of reporting\nWater\n303-1 Interactions with water as a shared resource Environment, ESG Performance Report 2023, Pages 18-25, \nAnnual Report , TNFD, page 70\n303-2 Management of water discharge-related impacts Environment, Basis of reporting\n303-3 Water withdrawal Environment, ESG Performance Report 2023, Pages 18-25, \nAnnual Report , TNFD, page 70\nEnvironment, Basis of reporting\n303-4 Water discharge Environment, ESG Performance Report 2023, Pages 18-25, \nAnnual Report , TNFD, page 70\nEnvironment, Basis of reporting\n303-5 Water consumption Environment, ESG Performance Report 2023, Pages 18-25, \nAnnual Report , TNFD, page 70\nEnvironment, Basis of reporting\n \nAppendix continued\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GRI and SASB reporting index mapping GSK's ESG disclosures to Global Reporting Initiative standards, covering governance, economic performance, anti-corruption, tax, energy, and water indicators with references to specific pages in the ESG Performance Report and Annual Report."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 41,
    "original_content": "43 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nGRI indicator Description Where to find the information \nBiodiversity\n3-3 Management of material topics Materiality assessment, ESG Performance Report 2023, page 38\n304-1 Operational sites owned, leased, managed in, or adjacent to, \nprotected areas and areas of high biodiversity value outside \nprotected areas\nAnnual Report , TNFD, page 71\n304-2 Significant impacts of activities, products and services on \nbiodiversity\nEnvironment, ESG Performance Report 2023, pages 20-22, \nAnnual Report , TNFD, pages 70-74\n304-3 Habitats protected or restored Environment, ESG Performance Report 2023, pages 20-22, \nAnnual Report , TNFD, pages 70-74\n304-4 IUCN Red List species and national conservation list species \nwith habitats in areas affected by operations\nNot reported\nEmissions\n305-1 Direct (Scope 1) GHG emissions Environment, ESG Performance Report 2023, page 23\nEnvironment, Basis of reporting , Environmental Data 2023\n305-2 Energy indirect (Scope 2) GHG emissions Environment, ESG Performance Report 2023, page 23\nEnvironment, Basis of reporting , Environmental Data 2023\n305-3 Other indirect (Scope 3) GHG emissions Environment, ESG Performance Report 2023, page 23-24\nEnvironment, Basis of reporting , Environmental Data 2023\n305-4 GHG emissions intensity Annual Report , TCFD, page 70\nEnvironment, Basis of reporting , Environmental Data 2023\n305-5 Reduction of GHG emissions Environment, ESG Performance Report 2023, pages 18-24\nEnvironment, Basis of reporting , Environmental Data 2023\n305-6 Emissions of ozone-depleting substances (ODS) Environment, ESG Performance Report, page 24\nEnvironment, Basis of reporting , Environmental Data 2023\n305-7 Nitrogen oxides (NOx), sulfur oxides (SOx), and other significant \nair emissions\nNot reported\nWaste\n306-1 Waste generation and significant waste-related impacts Environment, ESG Performance Report, pages 22-25\n306-2 Management of significant waste-related impacts Environment, ESG Performance Report, pages 22-25\nEnvironment, Basis of reporting\n306-3 Waste generated Environment, ESG Performance Report, pages 22-25\nEnvironment, Basis of reporting\n306-4 Waste diverted from disposal Environment, ESG Performance Report, pages 22-25\nEnvironment, Basis of reporting\n306-5 Waste directed to disposal Environment, ESG Performance Report, pages 22-25\nSupplier environmental assessment\n308-1 New suppliers that were screened using environmental \ncriteria\nEthical standards, ESG Performance Report, pages 30-32\n308-2 Negative environmental impacts in the supply chain and \nactions taken\nEthical standards, ESG Performance Report, pages 30-32\nEmployment\n401-1 New employee hires and employee turnover People disclosures, ESG Performance Report, pages 39-40\n401-2 Benefits provided to full-time employees that are not \nprovided to temporary or part-time employees\nLife at GSK\n401-3 Parental leave Not reported\nOccupational health and safety\n403-1 Occupational health and safety management system GSK EHS policy\n403-2 Hazard identification, risk assessment, and incident \ninvestigation\nGSK EHS policy\n403-3 Occupational health services GSK EHS policy\n403-4 Worker participation, consultation, and communication on \noccupational health and safety\nGSK EHS policy\n403-5 Worker training on occupational health and safety GSK EHS policy\n403-6 Promotion of worker health GSK EHS policy\n403-7 Prevention and mitigation of occupational health and safety \nimpacts directly linked by business relationships\nGSK EHS policy\n \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Continuation of GRI and SASB index covering biodiversity, emissions, waste, supplier assessments, employment, occupational health and safety, and diversity indicators, with cross-references to GSK's policies and reporting locations."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 42,
    "original_content": "44 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nGRI indicator Description Where to find the information \n403-8 Workers covered by an occupational health and safety \nmanagement system\nGSK EHS policy\n403-9 Work-related injuries People disclosures, ESG Performance Report, pages 29-30\nGSK EHS policy\n403-10 Work-related ill health\nDiversity and equal opportunity\n405-1 Diversity of governance bodies and employees Diversity, equity and inclusion. People disclosures, ESG \nPerformance Report 2023, pages 26-29, 39-40\n405-2 Ratio of basic salary and remuneration of women to men Gender pay gap report  \nDiversity, equity and inclusion  \nNon-discrimination\n3-3 Management of material topics Materiality assessment, ESG Performance Report 2023, page 36\nHuman rights and labour rights\n407-1 Operations and suppliers in which the right to freedom  \nof association and collective bargaining may be at risk\nGSK position on human rights\n408-1 Operations and suppliers at significant risk for incidents  \nof child labour\nGSK position on human rights\nModern Slavery Act statement\n409-1 Operations and suppliers at significant risk for incidents  \nof forced or compulsory labour\nGSK position on human rights\nModern Slavery Act statement\n414-1 New suppliers that were screened using social criteria Ethical standards, ESG Performance Report 2023, pages 30-34\n414-2 Negative social impacts in the supply chain and actions \ntaken\nEthical standards, ESG Performance Report 2023, pages 30-34\nPublic policy\n415-1 Political contributions Political advocacy disclosure\nCustomer health and safety\n416-1 Assessment of the health and safety impacts of product and \nservice categories\nProduct governance, ESG Performance Report 2023,  \npages 35-37\n416-2 Incidents of non-compliance concerning the health and \nsafety impacts of products and services\nProduct governance, ESG Performance Report 2023,  \npages 35-37\nCustomer privacy\n3-3 Management of material topics Materiality assessment, Materiality Assessment, ESG \nPerformance Report 2023, page 36\nMarketing and labelling\n417-1 Requirements for product and service information and \nlabelling\nOur code of practice\n417-2 Incidents of non-compliance concerning product and service \ninformation and labelling\nProduct governance, ESG Performance Report 2023,  \npages 35-37\n417-3 Incidents of non-compliance concerning marketing \ncommunications\nProduct governance, ESG Performance Report 2023,  \npages 35-37\nSASB indicator Description Where to find the information \nSafety of clinical trial participants\nHC-BP-210a.1 Discussion, by region, of management process for ensuring \nquality and patient safety during clinical trials\n\"Our position on \"Approach to Clinical Trials\"\nHC-BP-210a.2 Number of inspections related to clinical trial management \nand pharmacovigilance that resulted in: (1) entity voluntary \nremediation or (2) regulatory or administrative actions taken \nagainst the entity\nClinical data transparency, ESG performance report 2023, \npages 36-37 \nAvailable via the FDA Inspection Citation page\nAccess to medicines\nHC-BP-240a.1 Description of actions and initiatives to promote access to \nhealth care products for priority diseases and in priority \ncountries as defined by the Access to Medicine Index\nAccess, ESG Performance Report 2023 pages 10-14\nHC-BP-240a.2 List of products on the WHO List of Prequalified Medicinal \nProducts as part of its Prequalification of Medicines \nProgramme (PQP)\nList of products, ESG Performance Report 2023 page 46\nGlobal health and health security, ESG Performance Report \n2023 pages 15-17\n \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "GRI and SASB index section covering human rights, labor rights, public policy, customer health and safety, privacy, marketing, clinical trial safety, and access to medicines indicators for the pharmaceutical industry."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 43,
    "original_content": "45 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nSASB indicator Description Where to find the information \nAffordability and pricing\nHC-BP-240b.2 Percentage change in: (1) weighted average list price and (2) \nweighted average net price across product portfolio \ncompared to previous reporting period\nAccess, ESG Performance Report 2023, page 12\nHC-BP-240b.3 Percentage change in: (1) list price and (2) net price of \nproduct with largest increase compared to previous \nreporting period\nAccess, ESG Performance Report 2023, pages 10, 13\nDrug safety\nHC-BP-250a.1 Products listed in public medical product safety or adverse \nevent alert databases\nAvailable via the FDA\nHC-BP-250a.2 Number of fatalities associated with products Available via the FDA\nHC-BP-250a.3 (1) Number of recalls issued, (2) total units recalled Product governance, ESG Performance Report 2023, pages 35-37\nHC-BP-250a.4 Total amount of product accepted for takeback, reuse, or \ndisposal\nNot reported\nHC-BP-250a.5 Number of enforcement actions taken in response to \nviolations of good manufacturing practices (GMP) or \nequivalent standards, by type\nESG Performance Report 2023, Inspections, recalls and audit, \npage 34\nCounterfeit drugs\nHC-BP-260a.1 Description of methods and technologies used to maintain \ntraceability of products throughout the supply chain and \nprevent counterfeiting\nProduct governance, ESG Performance Report 2023,  \npages 35-36 \nPosition on falsified and \nsubstandard healthcare products\nHC-BP-260a.2 Discussion of process for alerting customers and business \npartners of potential or known risks associated with \ncounterfeit products\nProduct governance, ESG Performance Report 2023,  \npages 35-36 \nPosition on falsified and \nsubstandard healthcare products\nHC-BP-260a.3 Number of actions that led to raids, seizure, arrests, and/or \nfiling of criminal charges related to counterfeit products\nNot reported \nEthical marketing\nHC-BP-270a.1 Total amount of monetary losses as a result of legal \nproceedings associated with false marketing claims\nNot reported \nHC-BP-270a.2 Description of code of ethics governing promotion of \noff-label use of products\nCode of practice for promotional and non-promotional external \ninteractions\nEmployee recruitment, development and retention\nHC-BP-330a.1 Discussion of talent recruitment and retention efforts for \nscientists and research and development personnel\nOur culture and people, ESG Performance Report, page 8\nHC-BP-330a.2 (1) Voluntary and (2) involuntary turnover rate for:  \n(a) executives/senior managers, (b) mid-level managers,  \n(c) professionals, and (d) all others\nPeople disclosures, ESG Performance Report, page 39\nSupply chain management\nHC-BP-430a.1 Percentage of (1) entity’s facilities and (2) Tier I suppliers’ \nfacilities participating in the Rx-360 International \nPharmaceutical Supply Chain Consortium audit programme \nor equivalent third-party audit programmes for integrity of \nsupply chain and ingredients\nGSK is a member of Rx 360 and also conducts audits of third \nparties \nWorking with third parties, ESG Performance Report 2023,  \npage 31\nBusiness ethics\nHC-BP-510a.1 Total amount of monetary losses as a result of legal \nproceedings associated with corruption and bribery\nNot reported \nHC-BP-510a.2 Description of code of ethics governing interactions with \nhealthcare professionals\nEngagement with healthcare professionals\nActivity metrics\nHC-BP-000.A Number of patients treated Access, ESG Performance Report 2023, pages 10-14 (patients \nreached through our access strategies)\nHC-BP-000.B Number of drugs (1) in portfolio and (2) in research and \ndevelopment (Phases 1-3)\nAnnual Report – Product development pipeline, page 250\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "SASB pharmaceutical industry-specific indicators covering affordability and pricing, drug safety, counterfeit drugs, ethical marketing, employee retention, supply chain management, business ethics, and activity metrics with references to GSK's reporting."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 44,
    "original_content": "46 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nType, form and presentation Date of prequalification\nVaccines\nEngerix Hepatitis B – Liquid: ready to use vial (one dose) Thursday, 1 January 1987\nEngerix Hepatitis B – Liquid: ready to use vial (10 doses) Thursday, 1 January 1987\nEngerix Hepatitis B – Liquid: ready to use vial (20 doses) Thursday, 1 January 1987\nPriorix Measles, Mumps and Rubella – Lyophilised active component to be reconstituted  \nwith excipient diluent before use vial (one dose)\nFriday, 9 March 2001\nRotarix Rotavirus – Liquid: ready to use plastic tube (one dose) Thursday, 12 March 2009\nRotarix Rotavirus – Liquid: ready to use applicator (one dose) Thursday, 12 March 2009\nCervarix Human Papillomavirus (Bivalent) – Liquid: ready to use vial (one dose) Wednesday, 8 July 2009\nCervarix Human Papillomavirus (Bivalent) – Liquid: ready to use vial (two doses) Wednesday, 8 July 2009\nPolio Sabin Mono T1 Polio Vaccine – Oral (OPV) Monovalent Type 1 – Liquid: ready to use vial (10 doses) Thursday, 29 October 2009\nPolio Sabin Mono T1 Polio Vaccine – Oral (OPV) Monovalent Type 1 – Liquid: ready to use vial (20 doses) Thursday, 29 October 2009\nPolio Sabin One and Three Polio Vaccine – Oral (OPV) Bivalent Types 1 and 3 – Liquid: ready to use vial (10 doses) Thursday, 29 October 2009\nPolio Sabin One and Three Polio Vaccine – Oral (OPV) Bivalent Types 1 and 3 – Liquid: ready to use vial (20 doses) Thursday, 29 October 2009\nSynflorix Pneumococcal (conjugate) – Liquid: ready to use vial (one dose) Friday, 30 October 2009\nSynflorix Pneumococcal (conjugate) – Liquid: ready to use vial (two doses) Friday, 19 March 2010\nPolio Sabin Mono Three (oral) Polio Vaccine – Oral (OPV) Monovalent Type 3 – Liquid: ready to use vial (10 doses) Tuesday, 5 October 2010\nPolio Sabin Mono Three (oral) Polio Vaccine – Oral (OPV) Monovalent Type 3 – Liquid: ready to use vial (20 doses) Tuesday, 5 October 2010\nPolio Sabin Mono Two (oral) Polio Vaccine – Oral (OPV) Monovalent Type 2 – Liquid: ready to use vial (20 doses) Wednesday, 11 May 2011\nPolio Sabin Mono Two (oral) Polio Vaccine – Oral (OPV) Monovalent Type 2 – Liquid: ready to use vial (10 doses) Wednesday, 11 May 2011\nPriorix Measles, Mumps and Rubella – Lyophilised active component to be reconstituted with \nexcipient diluent before use vial (two doses)\nWednesday, 21 December 2011\nHavrix 1440 Adult Hepatitis A (Human Diploid Cell), Inactivated (Adult) – Liquid: ready to use vial  \n(one dose) Friday, 19 July 2013\nHavrix 720 Junior Hepatitis A (Human Diploid Cell), Inactivated (Paediatric) – Liquid: ready to use vial \n(one dose)\nFriday, 19 July 2013\nBoostrix Diphtheria-Tetanus-Pertussis (acellular) – Liquid: ready to use vial (one dose) Tuesday, 9 July 2013\nMenveo Meningococcal ACYW-135 (conjugate vaccine) – Lyophilised active component to be \nreconstituted with liquid active component before use. Two vial set (one dose)\nWednesday, 31 July 2013\nSynflorix Pneumococcal (conjugate) – Liquid: ready to use vial (four doses) Monday, 16 October 2017\nRotarix Rotavirus – Liquid: ready to use plastic tube (five doses) Thursday, 14 February 2019\nMosquirix Plasmodium falciparum  (Malaria) and Hepatitis B (recombinant, adjuvanted) –  \nLiquid active component to be mixed with second component before use. Two vial  \nset (two doses)\nFriday, 15 July 2022\nPharmaceuticals\nAbacavir (sulfate) HIV – ViiV Healthcare – HA106 (a) 20 March 2002\nAbacavir (sulfate) HIV – ViiV Healthcare – HA107 (a) 20 March 2002\nZidovudine HIV – ViiV Healthcare – HA108 (a) 29 May 2002\nZidovudine HIV – ViiV Healthcare – HA109 (a) 29 May 2002\nLamivudine/Zidovudine HIV – ViiV Healthcare – HA110 (a) 20 March 2002\nZidovudine HIV – ViiV Healthcare – HA114 (a) 20 March 2002\nZidovudine HIV – ViiV Healthcare – HA115 (a) 20 March 2002\nLamivudine HIV – ViiV Healthcare – HA117 (a) 20 March 2002\nLamivudine HIV – ViiV Healthcare – HA128 (a) 20 March 2002\nDolutegravir (Sodium) HIV – ViiV Healthcare – HA634 (a) 14 October 2014\nAbacavir (sulfate)/Lamivudine HIV – ViiV Healthcare – HA706 (a) 19 June 2018\nDolutegravir (Sodium) HIV – ViiV Healthcare – HA768 (a) 1 July 2021\nCabotegravir (Sodium) HIV – ViiV Healthcare – HA788 (a) 22 December 2023\nCabotegravir (Sodium) HIV – ViiV Healthcare – HA789 (a) 22 December 2023\nZanamivir Influenza – GSK – IN007 (a) 22 September 2009\nList of products on the WHO List of Prequalified Medicinal Products and Vaccines as part of its \nPrequalification of Medicines Programme (PQP)\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "WHO Prequalified Medicinal Products list showing GSK's vaccines and pharmaceuticals that have received WHO prequalification, including hepatitis, measles, rotavirus, polio, pneumococcal, malaria vaccines, and HIV antiretroviral medications with their prequalification dates."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 45,
    "original_content": "47 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nESG reporting criteria\nUnless stated otherwise, the data reflects the reporting period of 1 January 2023 to 31 December 2023. \nKPI Definition Method\nAccess\nTotal community \ninvestment (£m) \nAll donations made by GSK globally for \ncharitable purposes including cash, product, in \nkind donations, the value of time donated via \nvolunteering and the management costs \nassociated with charitable programmes. \nDonations are only included if they are voluntary and charitable in purpose. \nDonations are valued in GBP at year end exchange rates. \nProduct donations are valued at global average cost of goods as reported \nin year-end results.  \nIn-kind donations are valued at the value or cost of the item to GSK not the \ncurrent external purchase price. \nPrevious years’ data is included for comparison but not restated for \ninflation or exchange rate changes.  \nThe methodology used follows the B4SI (formerly LBG) Framework for \nCorporate Community Investment. \nValue of GSK medicine \nand vaccines provided \nthrough our US Patient \nAssistance Program \n(COGS in million USD)  \n \nThe value of medicine and vaccines provided \nthrough the GSK and ViiV Healthcare Patient \nAssistance Programs Foundation which provides \nmedication at no charge to eligible individuals. \n Patients who receive medications through the \nPatient Assistance Programs must meet \neligibility requirements.  These requirements \ninclude insurance status, a financial component \nbased on the Federal Poverty Level, being a \nresident of the US, Puerto Rico or the US Virgin \nIslands and being treated by a US-licensed \nhealthcare provider. \nThe GSK and ViiV Patient Assistance Programs Foundation administers 13 \nPatient Assistance Programs for patients in the US, Puerto Rico and the US \nVirgin Islands. \n We capture Patient Assistance Program orders for GSK and ViiV \nHealthcare products through an internal ordering database. The data is \ncaptured according to the Wholesale Acquisition Cost of the medicine or \nvaccine and is coded as ‘Free Good Charitable Orders’. This amount is \nconverted to a ‘Cost of Goods Sold’ amount for reporting purposes. \n Patient participation varies annually based on current program eligibility \ncriteria, overall healthcare environmental factors and products included in \nthe programs.  \nDoses of Rotarix, \nSynflorix and Cervarix \nvaccines supplied to \nGavi (millions) \nThe number of doses of the Rotarix, Synflorix and \nCervarix vaccine that are supplied to Gavi, the \nVaccine Alliance. \nTo calculate the number of doses supplied, we use the number of GSK \ndoses shipped to Gavi supported countries.  \nGSK has been a Gavi supplier since Gavi’s inception in 2000.\nDoses of Mosquirix \n(RTS,S/AS01 E) \nvaccines supplied \n(millions)\nThe number of doses of the Mosquirix (RTS,S/\nAS01 E) vaccine GSK donated to the Malaria \nVaccine Implementation Programme (MVIP) \nand number of Gavi funded doses supplied \nthrough Gavi-Unicef \nTo calculate the number of doses supplied, we use the number of GSK \ndoses procured by UNICEF for MVIP and Gavi funded supply. \nGSK has supplied/donated 10 million Mosquirix (RTS,S/AS01 E), since the \nbeginning of the MVIP in 2019 and has supplied the first Gavi funded doses \nfrom Q4-2023.\nDoses of OPV \nvaccines ready-to-\nship stockpile for \noutbreak responses to \nUNICEF (millions)\nThe number of doses of the OPV vaccine that \nare ready-to-ship stockpile for outbreak \nresponses to UNICEF.\nTo calculate the number of doses in the OPV stockpile, we use the number \nof mOPV2 doses stored in GSK warehouse for outbreak responses.\nDoses of OPV \nvaccines supplied to \nUNICEF (millions)\nThe number of doses of the OPV vaccine that \nare supplied to UNICEF.\nTo calculate the number of doses supplied, we use the total number of GSK \ndoses shipped to countries procuring via UNICEF for both routine \nvaccination campaigns and outbreak responses. \nPeople with access to \na generic dolutegravir \nproduct through \nvoluntary licensing \nagreements (‘000) \nThe total number of people living with HIV \ncurrently accessing generic dolutegravir-based \nproducts through ViiV Healthcare’s voluntary \nlicensing agreements with the Medicines Patent \nPool and directly with Aurobindo Pharma. \nAs a chronic and ongoing treatment, we capture the cumulative number of \npeople with access to dolutegravir, rather than annual data, to avoid \nduplication. The indicator therefore represents the total number of people \nliving with HIV accessing the treatment at the time of measurement. As a \nlife-long treatment, this number incorporates people that have been \nreceiving ongoing treatment for multiple years. \nFor adults living with HIV, the number is calculated by adding the total \nnumber of packs of all generic dolutegravir-based products (indicated for \nadults) sold over the previous four quarters. This is then divided by twelve to \nobtain average monthly sales and estimate the number of adults on \ntreatment. \nFor children living with HIV, this is done by calculating the total number of \npaediatric DTG 10mg tablets sold over the previous four quarters and \ndividing this by 365 to calculate average number of tablets sold per day. \nThis is then divided by 2.056 (the average daily number of tablets taken \nacross different paediatric weight bands) to estimate the number of \nchildren on treatment. \nIn both cases, packs of 90 and 60 are converted to 30 pack equivalents \n(i.e. monthly equivalents for a daily treatment). \nData is provided by the Medicines Patent Pool and Aurobindo, through \nwhich ViiV’s DTG patents are (sub-)licensed. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Appendix section defining ESG reporting criteria and methodologies for Access metrics, including community investment, patient assistance programs, vaccine doses supplied to Gavi and UNICEF, and people reached through voluntary licensing agreements for HIV treatment (dolutegravir)."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 46,
    "original_content": "48 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nAccess\nEstimated children \nreached with Synflorix \nthrough Gavi (‘000)\nThe estimated number of children who have \nreceived the Synflorix vaccine (for the prevention \nof pneumococcal infection) through Gavi, the \nVaccine Alliance. \nAll children receiving Synflorix are under five \nyears of age.\nTo calculate the estimated number of children reached, we use the number \nof GSK doses shipped to Gavi supported countries, and divide this by the \nnumber of doses needed to complete a full schedule, with Gavi estimated \nvaccine wastage rates factored in. For Synflorix a full schedule is three \ndoses, and Gavi estimates wastage of 10% in 2017 and 2018, 8% in \n2019-2023. See: Detailed-product-profiles.xlsx (live.com)  \nEstimated children \nreached with Rotarix \nthrough Gavi (‘000) \nThe estimated number of children who have \nreceived the Rotarix vaccine (for the prevention \nof rotavirus) through Gavi, the Vaccine Alliance.\n All children receiving Rotarix are under five \nyears of age.\nTo calculate the estimated number of children reached, we use the number \nof GSK doses shipped to Gavi supported countries, and divide this by the \nnumber of doses needed to complete a full schedule, with Gavi estimated \nvaccine wastage rates factored in. For Rotarix a full schedule is two doses \nand Gavi estimates wastage of 5% in 2017 and 2018, 4% in 2019-2023.  \nSee: Detailed-product-profiles.xlsx (live.com)\nEstimated girls \nreached with Cervarix \nthrough Gavi (‘000) \n \nThe estimated number of girls who have \nreceived the Cervarix vaccine (for the prevention \nof cervical cancer) through Gavi, the Vaccine \nAlliance. \nTo calculate the estimated number of girls reached, we use the number of GSK \ndoses shipped to Gavi supported countries, and divide this by the number of \ndoses needed to complete a full schedule, with Gavi estimated vaccine \nwastage rates factored in. For Cervarix a full schedule is either one dose or two \ndoses and Gavi estimates 10% wastage in 2023. See: Detailed-product-\nprofiles.xlsx (live.com) \nEstimated people \nreached with the Oral \nPolio Vaccine (OPV) \n(‘000)\nThe estimated number of people who have \nreceived the OPV vaccine for polio procured \nthrough UNICEF.\nTo calculate the estimated number of people reached, we use the number \nof bivalent OPV (bOPV) and monovalent OPV (mOPV) doses shipped to \nUNICEF, divided by the number of doses needed to complete a full \nschedule, with WHO estimated vaccine wastage rates factored in.  In \noutbreak situations, which is where GSK OPV volumes are often used, 1 \ndose is usually given to each child. However, as the primary schedule is 4 \ndoses and children may receive more than one dose through subsequent \noutbreak campaigns, we use 4 doses for the calculation in order to be \nconservative. WHO estimates 20% wastage given that we supply 10 and 20 \ndose vials, vials are mainly used in campaigns and vials may or may not be \nused or discarded after vial is opened at the end of the session. See WHO \nindicative vaccine wastage rates: OPV Supply: revising-wastage-concept-\nnote.pdf (who.int) \nEstimated people \nreached with \nMosquirix (RTS,S/AS01 \nE) ('000) \nThe estimated number of children who have \nreceived the RTS,S vaccine through the Malaria \nVaccine Implementation Programme (MVIP) \nand through Gavi-Unicef.\nTo calculate the estimated number of children reached, we use the number of \nGSK doses shipped and divide this by the number of doses needed to \ncomplete a full schedule (4 doses), with WHO estimated vaccine wastage \nrates (10% for 2 dose vials used in routine immunisation) factored in. See: \nDetailed-product-profiles.xlsx (live.com) \nAlbendazole tablets \ndonated to help \neliminate lymphatic \nfilariasis (millions)\nThe number of albendazole tablets donated to \nthe World Health Organization to support \nendemic country efforts to eliminate lymphatic \nfilariasis (LF).\nAlbendazole tablet shipments are sent from GSK’s manufacturing facility to \nendemic countries. These shipments are entered into a real-time database of \ndonated medicines for Neglected Tropical Diseases. Albendazole tablet \ndonation figures for LF are aggregated and reported annually through data \npulled from this system.\nAlbendazole tablets \ndonated to help treat \nintestinal worms \n(millions)\nThe number of albendazole tablets donated to \nthe World Health Organization to support \nendemic country efforts to treat soil-\ntransmitted helminthiasis (intestinal worms) in \nschool-age children.\nAlbendazole tablet shipments are sent from GSK’s manufacturing facility to \nendemic countries. These shipments are entered into a real-time database of \ndonated medicines for Neglected Tropical Diseases. Albendazole tablet \ndonation figures for soil-transmitted helminthiasis control are aggregated \nand reported annually through data pulled from this system.\nPeople reached \nthrough the US Patient \nAssistance Program \n(‘000) \nThe total number of unique individuals that \nreceived GSK and ViiV Healthcare product \nthrough all our Patient Assistance Programs. \n Patients who receive medications through the \nPatient Assistance Programs must meet eligibility \nrequirements. These requirements include \ninsurance status, a financial component based \non the Federal Poverty Level, being a resident of \nthe US, Puerto Rico or the US Virgin Islands and \nbeing treated by a US-licensed healthcare \nprovider. \nThe GSK and ViiV Patient Assistance Programs Foundation administers 13 \nPatient Assistance Programs for patients in the US, Puerto Rico and the US \nVirgin Islands. \nEach of the 13 US Patient Assistance Programs provides a report at year-end, \nwhich enables us to consolidate the number of unique patients that received \nGSK and ViiV Healthcare products throughout the year. \nPatient participation varies annually based on current programme eligibility \ncriteria, overall healthcare environmental conditions and products included in \nthe programmes. \n \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Appendix section continuing Access metrics definitions, detailing calculation methodologies for estimating children and people reached through various vaccine programs (Synflorix, Rotarix, Cervarix, OPV, Mosquirix), albendazole donations for neglected tropical diseases, and US Patient Assistance Program reach."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 47,
    "original_content": "49 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nGlobal health and health security\nNumber of assets \nprogressed through \nthe Global Health \npipeline to address \npriority WHO diseases \nThe number of assets progressed through the \nGlobal Health pipeline to address priority WHO \ndiseases across GSK’s two Global Health hubs \n– Tres Cantos (Spain), which focuses on \ntherapeutics, and the GSK Vaccines Institute for \nGlobal Health (GVGH in Sienna), which focuses \non preventative treatment. \nPriority WHO diseases are defined as diseases \nand pathogens prioritized for R&D in public \nhealth emergency contexts, which distinguishes \ndiseases to the degree they pose the greatest \npublic health risk due to their epidemic potential \nand/or whether there is no or insufficient \ncountermeasures. GSK uses the following lists:  \n – WHO Priority Pathogen List* \n – WHO Emergency Diseases List* \n – WHO Blueprint for Prioritized Disease List* \n – WHO Essential Medicines List* \n – UN Sustainable Development Goals  \n* WHO reviews and updates these lists as needs \narise and methodologies change. \n‘Pipeline progression’ is defined as the movement of a Global Health asset \nfrom one phase to another. GSK recognises progression through the \nfollowing four categories:   \n – Senior leadership endorsement of business plan for progression\n – Clinical trial starts (‘First Subject, First Visit/Dose’) \n – Business development/in-licensing \n – Regulatory milestone (ie – submission, approval, or launch)  \n2023 ESG achievements consider GSK’s internal 2-week grace period to \nensure that any asset progressed through 15 January will not be double \ncounted for the metric in 2024.\nNumber of active R&D \nprojects that address \npathogens prioritised \nby the WHO and CDC \nas posing the highest \nlevel of concern due to \ndrug resistance \n(critical and/or urgent \nthreats)\nThe number of active R&D projects that address \npathogens prioritised by the WHO and CDC as \nposing the highest level of concern due to drug \nresistance (critical and/or urgent threats).**\nGSK uses the following lists to define critical \nand/or urgent threats:\n – Bacterial pathogens categorized as a \nCritical Threats by the WHO (updated 2017)\n – Fungal pathogens categorized as a Critical \nThreats by the WHO (added 2022)\n – Pathogens listed as Urgent Threats on the \nCDC (Updated 2019)\nActive R&D Projects include R&D projects from \nID therapeutics and Vaccines team. \n – Includes active R&D projects in Discovery, \npreclinical, or phase I, phase II, phase III, \nand open label trials.\n – Note that projects on clinical hold, and low \npriority/Tier 3 projects are NOT included in \nthe count. \n** Currently, WHO and CDC designated critical \nand/or urgent threats include carbapenem-\nresistant (CR) Acinetobacter spp., C. difficile, CR \nor ESBL+ Enterobacteriaceae, Drug-resistant N. \ngonorrhoeae and carbapenem-resistant P. \naeruginosa, Candida auris, Candida albicans, \nAspergillis fumigatus and Cryptococcus \nneoformans.\nActive R&D projects include projects in discovery, preclinical, phase I, \nphase II, phase III, and open label trials.  \n – The global infectious disease and vaccines team maintain an internal \ntracker with active projects being run exclusively by GSK. Additional \nprojects being run with partner companies are added to the list.\n – Accuracy is validated by key subject matter experts identified in the \ncontrols document.   \nEnvironment\nFor a full list of our environment reporting criteria, please see our Basis of reporting , including full definitions and methodologies.\nDiversity, equity and inclusion\nEthnically diverse total \n(%) \nTotal percentage of ethnically diverse \nemployees for GSK in the US and UK employee \npopulation across SVP/VP level, Director level, \nManager level and across all employees. Due \nto differing ethnic groups across the UK and \nUS employee population, race/ethnic \ncategories are defined according to UK \nCensus and US Federal reporting guidelines. \nThe data covers the total number of employees salaried in our internal HR \nsystem, both active (including Full-time/Part-time, Regular/Temporary \nemployees) and non-active (ie, on Maternity Leave, Paternity Leave, \nAdoption Leave, etc.). It excludes Puerto Rico-based employees, Agency \nTemporary Workers (‘Contingent Workers’ defined as those payrolled via \nrecruitment agencies) and employees with blank ethnicity and “Prefer not to \nsay”. The US figures exclude Puerto Rico-based employees given significant \ndifferences in ethnic composition of the territory’s population relative to the \nrest of the US.  \nThe percentage is calculated using employee numbers as of 31 December \nof the current year. This is calculated as the number of salaried employees \nat 31 December of the current year recorded in our internal HR system who \nself-identified as Ethnically Diverse, divided by total salaried employees in \nthe system. \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Appendix section defining ESG reporting criteria for Global Health and Health Security metrics (WHO priority disease pipeline assets and antimicrobial resistance R&D projects) and Diversity, Equity and Inclusion metrics (ethnically diverse employee percentages by level and geography)."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 48,
    "original_content": "50 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nDiversity, equity and inclusion\nTotal women in \nmanagement (%)\nThe total percentage of women in a \nmanagement role. ‘Management’ is classed as \nan employee in grade bands 0-6 which includes \nManagers, Directors, VPs and SVPs. \nThe data covers the total number of salaried employees who identify as \nwomen within our HR system, including active (Full-time/Part-time, \nRegular/Temporary employees) and non-active (i.e., on Maternity Leave, \nPaternity Leave, Adoption Leave, etc.). It excludes Agency Temporary \nWorkers (‘Contingent Workers’ defined as those payrolled via recruitment \nagencies) and employees with no gender recorded, or if they have indicated \n“Prefer not to say”. The percentage is calculated using employee numbers \nas of 31 December of the current year. This is calculated as the number of \nsalaried employees (at 31 December) recorded in our HR system with \nGender specified as female, within grades 0-6, divided by the total \npayrolled employees recorded in the HR system. \n% of phase III trials \ninitiated in the current \nreporting year with \nproactive plans – \nDiversity\nThe total percentage of clinical trials that have \nachieved First Subject First Visit (FSFV) and \nhave a Study Diversity Plan recorded at time of \nFSFV.\nThe number of (and status of) actual protocol approvals is recorded in \nGSK’s electronic Trial Master File (Veeva CDMS) database.\nEthical standards\nEmployees who had \nconcerns raised \nagainst them \nThe number of distinct employees with a \ndisciplinary concern raised against them.\nAnyone inside or outside GSK can raise concerns or speak to an \nindependent third party through our integrity lines, confidentially or \nanonymously. Concerns can also be raised internally by employees, \nmanagement, or internal monitoring. \nThis data comprises all regular employees and excludes contractors and \ncontingent workers.\nThe data includes the total number of distinct employees with a \ndisciplinary concern raised against them during the reporting period and \nthose employees with disciplinary concerns raised against them from prior \nyear’s open cases.\nEmployees disciplined \nfor policy violations\nThe number of distinct employees where the \noutcome of a concern raised resulted in \ndisciplinary action.\nThis data comprises all regular employees and excludes contractors and \ncontingent workers.\nThe data represents cases closed during the reporting period. In 2022, we also \nincluded three open cases where disciplinary decisions were made and action \ntaken at year end; however, the cases had not yet been closed in the source \nsystem by the reporting criteria end date range due to timing.\nDisciplinary action includes a documented warning, termination, or resignation.\nEmployees who were \ndismissed or agreed to \nleave the company \nvoluntarily\nThe number of distinct employees where the \noutcome of a disciplinary concern resulted in \ntermination of employment or voluntary \nresignation of the employee.\nThis data comprises all regular employees and excludes contractors and \ncontingent workers.\nThe data represents cases closed during the reporting period. In 2022, we also \nincluded three open cases where disciplinary decisions were made and action \ntaken at year end; however, the cases had not yet been closed in the source \nsystem by the reporting criteria end date range due to timing.\nIncludes termination of employment or resignation.\nDocumented \nwarnings\nThe number of distinct employees where the \noutcome of a disciplinary concern resulted in a \ndocumented warning. \nThis data comprises all regular employees and excludes contractors and \ncontingent workers.\nThe data represents cases closed during the reporting period. In 2022, we also \nincluded three open cases where disciplinary decisions were made and action \ntaken at year end; however, the cases had not yet been closed in the source \nsystem by the reporting criteria end date range due to timing.\nDisciplinary action includes a documented warning (Level 1, 2, 3 sanction or \nfinal warning).\nOpen cases awaiting \ninvestigation or a \ndisciplinary decision \nat year end\nThe number of distinct employees involved in \nan investigation or a disciplinary decision that \nis still open and pending an outcome at the \nend of the reporting period.\nThis data comprises all regular employees and excludes contractors and \ncontingent workers\nThis data represents employees that are involved in a disciplinary case that \nremain open at the end of the reporting period. In 2022, we also included three \nopen cases where disciplinary decisions were made and action taken at year \nend; however, the cases had not yet been closed in the source system by the \nreporting criteria end date range due to timing.\nThe outcome of investigations that are still open or awaiting disciplinary action \nat year end are captured during the subsequent reporting period, and \ncorrelating, this metric will be updated accordingly for the prior year.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Appendix section continuing Diversity, Equity and Inclusion metrics (women in management, clinical trial diversity plans) and defining Ethical Standards metrics including employee disciplinary concerns, policy violations, terminations, warnings, and open investigation cases."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 49,
    "original_content": "51 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nEthical standards\nCompliance – \nBreakdown of types of \npolicy violation (%)\nThe breakdown of the types of policy violations \nthat employees have been disciplined for \nduring the year.  \nPolicy violations categories are defined as: \n – Anti-Bribery and Corruption  – Anti-Bribery and \nCorruption  \n – Cyber Security  – Cyber Security (CSIR)  \n – Continuity of Supply Chain  – Supply Chain \nContinuity  \n – EHS and Sustainability  – Environment Health and \nSafety and Sustainability  \n – Employee Conduct  – Conflict of Interest; \nDiscrimination; Expenses; Harassment; \nInappropriate behaviour, Mandatory training  \n – Employee Relations & HR Policies  –  \nAppeal; Attendance at Work; Capability (Health); \nCapability (Performance); External Litigation; GSK \nPerformance System; Recruitment and Selection; \nRestructuring Programmes; Settlement/Mutual \nAgreement; Working arrangements  \n – Government Trade Restrictions   – Sanctions and \nExport Controls  \n – Product Quality  – Good Manufacturing Practice; \nManufacturing Site Resilience; Supply Chain \nQuality Assurance  \n – Research and Development and Medical \nPractices – Care and Welfare and Treatment of \nAnimals; Data Integrity (nonGxP); Good \nLaboratory Practices/Good Clinical Practice; \nHuman Biological Sample Management (HBSM); \nNon-Promotional Engagement; Non-Promotional \nEngagement; Patient Safety; Public Disclosure; \nRegulatory Filings  \n – Safeguard People and Information and Assets  – \nCommunications; Corporate or Financial \ninformation, reporting and disclosure; Crisis and \nContinuity Management; Fraud; Intellectual \nProperty; Privacy – Loss of data; Privacy – \nUnauthorized Access; Privacy – Unsecured data \ndisclosure; Protection of Physical Assets and \nSecurity; Security – People; Security – Places/\nSites; Security - Products/Supply Chain  \n – Sales and Marketing  – Antitrust; Commercial \nPractices Funding; Contract Sales Organisation; \nExternal Experts; HCP/HCI Transfer of Value; \nInappropriate Managerial Direction; Interactions \nwith PAGs/Consumer/Payer groups; Product \nPromotion; Samples; Speaker Programme  \n – Tax and Treasury – Tax; Treasury  \n – Other – Any other policy violation types that do \nnot fit into the above categories specified. \nThis data comprises all regular employees and excludes contractors and \ncontingent workers. \nIndividual employees can be subject to multiple allegations resulting in \ndisciplinary action. Where this is the case, an individual is counted once \nagainst each unique category. \nEmployee discipline results from policy violation, and includes Level 1 \nSanction, Level 2 Sanction, Level 3 Sanction, Final Warning, Termination, or \nResignation and is categorised as appropriate. Outcomes for employees \nincluding mediation, demotion and settlement are not included in counts \nor percentages within categories. These outcome types are not considered \ndisciplinary action and they represent situations in which employees and \nthe company work together towards a solution.\nAll markets, except Germany, utilise a case management system to \nmanage cases and data retention. The German market maintains its own \ncase list which is submitted to the global employee relations team at year \nend for consolidation and analysis. \nCase owners regularly utilise published data quality reports to assist in \ndata accuracy regularly. Quarterly internal audits are conducted to \naddress any outstanding data discrepancies.\n% of employees and \ncomplementary \nworkers that complete \nGSK’s mandatory \ntraining \nThe percentage of active employees and \ncomplementary workers who have been \nassigned the mandatory training curriculum \nand completed all training modules.\nAll active employees (Full-time/Part-time, Regular/Temporary) and \ncomplementary workers (ie, Agency workers, Statement of Work workers, \nOutsourced workers, etc.) are required to complete our global mandatory \nlearning curriculum called Living our Code which comprises two modules: \nThe Code, Living our Code. Additionally, those in high-risk roles or \ngeographic regions complete an additional module: Effectively managing \nhigh ABAC risk. \nThe percentage is calculated by using training data as of 31 December \n2023 (ie, training due on or before 31 December 2023).  \nThis is calculated as the total number of active employees and \ncomplementary workers who have been assigned the Living our Code \nmandatory training and have completed all modules divided by the total \npopulation of active employees and complementary workers who have \nbeen assigned the Living our Code mandatory training.   \nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "Appendix section continuing Ethical Standards metrics definitions, detailing policy violation categories breakdown, mandatory training completion rates for employees and complementary workers, and the Living our Code curriculum requirements."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 50,
    "original_content": "52 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nEthical standards\n% of employees who \nbelieve they \"can and \ndo Speak Up if things \ndon't feel right\"\nThe percentage of employees that strongly \nagreed or agreed with the question ‘I can and \ndo speak up if things don’t feel right’ in the GSK \nAnnual Engagement and Culture Survey. \n \n \nThe question is included in the Annual Engagement and Culture Survey \nwhich is sent annually. \nThe survey is issued to all regular full-time and fixed term contract \nemployees in all countries in which GSK operates (excluding Russia due to \nthe sanctions). \nQuestions are translated by professional service partners into 23 \nlanguages (excluding English).\nIn 2023, the “Annual Engagement and Culture Survey” replaced the \nquarterly Pulse surveys, therefore the percentage of employees for this \nmetric is the result of a single annual data point instead of an average \nscore across quarterly surveys.\n80% of direct high-risk \nsuppliers achieve \nGSK’s minimum \nEcoVadis score or \nhave an improvement \nplan in place\nDirect high-risk suppliers are identified on a \nyearly basis through a combination of spend, \ncategory and high-risk countries. Direct \nprocurement involves the purchasing of \nmaterials directly associated with the \nproduction of goods.\nOut of the total number of 4,414 direct \nsuppliers, 122 are high-risk and managed \nthrough GSK’s EcoVadis Programme.\nAn improvement plan in place is defined as an \nongoing improvement plan.\nGSK requires suppliers to have a minimum \nEcoVadis score of 45.\nThrough our EcoVadis Programme, we work with direct high-risk suppliers \nto help them improve their operations and support their sustainability \njourney.  \nEcoVadis is an external ratings provider and assesses organisations across \nfour themes: Environment & Community, Labour & Human Rights, Ethics \nand Sustainable Procurement.\nA supplier may not have an improvement plan in place because the \nassessment is in progress, the supplier has committed to participate in the \nprogramme but hasn’t commenced yet or the supplier hasn’t accepted the \nimprovement plan. Where the improvement plan has been implemented \nand the supplier awaits reassessment to reflect improved score, this is \nreported as the supplier not having an improvement plan in place.\nAn improvement plan is initiated by the supplier or any of its partners, \nincluding GSK, and tracked on the EcoVadis platform. Where required, GSK \ninteracts directly with the supplier to ensure corrective actions are \nimplemented.\nEcoVadis scorecard data is exported from the EcoVadis platform.\nDirect high-risk suppliers are identified on a yearly basis through a \ncombination of spend, category and high-risk countries. Direct \nprocurement involves the urchasing of material directly associated with the \nproduction of goods. Suppliers reaching the minimum score for a given \nyear are considered to have met the minimum for the entire three-year \ngrace period even if the desired minimum score increases in that period.\nProduct governance\nTotal regulatory \ninspections from all \nhealth authorities\nThe number of regulatory inspections of GSK \nentities from all health authorities.\nThe data represents Good Manufacturing Practice (GMP)/Good \nDistribution Practice (GDP) inspections where results have been confirmed.\n% of inspections from \nall regulators with no \ncritical findings or \nofficial action \nindicated\nThe percentage of the number of regulatory \ninspections of GSK entities with no critical \nfindings or official action.\nPercentage across GMP/ GDP for the where results have been confirmed.  \nThe percentage is calculate by the total number of inspections from all \nregulators with no critical findings or official action indicated divided by the \ntotal number of inspections from all regulators multiplied by 100.\nTotal regulatory \ninspections from FDA/\nMHRA/EMA \nregulators\nThe number of regulatory inspections by the \nfollowing regulators of GSK entities: United \nStates (US) Federal Drugs Agency (FDA); \nUnited Kingdom (UK) Medicines Healthcare \nRegulatory Agency (MHRA); and European \nMedicines Agency (EMA) National Competent \nAuthority in the EEA.\nThe number of regulatory inspections across GMP/GDP based on FDA, \nMHRA and European regulators* that are inspecting on behalf of EMA \nwhere results have been confirmed.\n*National Competent Authorities\nNumber of critical/\nmajor 483 findings per \ninspection by FDA/\nMHRA/EMA \nregulators\nThe number of critical and major 483 findings \nfrom regulatory inspections of GSK entities by \nUS FDA, UK MHRA and EMA regulators\nThe number of critical and major 483 findings across GMP/GDP on \nbusiness and products based on FDA, MHRA and European regulators that \nare inspecting on behalf of EMA where results have been confirmed. \nTotal FDA regulatory \ninspections \nThe total number of regulatory inspections of \nGSK entities by US FDA.\nThe number of regulatory inspections across GMP/ GDP on the business \nand products based on US FDA regulatory inspections where results have \nbeen confirmed. \nNumber of FDA \nobservations\nThe number of 483 observations issued by the \nUS FDA to GSK entities.\nThe number of 483 observations across GMP/GDP on the business and \nproducts based on US FDA regulatory inspections where results have been \nconfirmed. \nNumber of FDA \nwarning letters\nThe number of warning letters issued by the \nUS FDA to GSK entities, which led to enforced \nregulatory actions being required.\nThe number of enforceable GMP/GDP warning letters.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "ESG reporting criteria appendix defining KPI measurement methodologies for ethical standards metrics (employee speak-up culture, supplier sustainability assessments) and product governance metrics (regulatory inspections, FDA findings and warnings) in GSK's 2023 ESG Performance Report"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 51,
    "original_content": "53 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nProduct governance\nTotal number of  \nClass I/II/III external \nproduct recalls\nThe number of external Class I/II/III recalls of \nproduct broken down by recall type:\n – Class I recall: Reasonable probability that \nthe use of or exposure to a violative product \nwill cause serious adverse health \nconsequences or death. \n – Class II recall: Use of or exposure to a \nviolative product may cause temporary or \nmedically reversible adverse health \nconsequences or where the probability of \nserious adverse health consequences is \nremote. \n – Class III recall: Use of or exposure to a \nviolative product is not likely to cause \nadverse health consequences.\nThe number of external Class I/II/III recalls across GMP/ GDP.\nFDA product recalls by \nbusiness and class\nThe number of US FDA recalls of product from \nthe US market. We categorise the data \naccording to which of our businesses it relates \nto (pharmaceutical or vaccine) and according \nto recall type. \nBusiness units track recall data in an electronic system. \nPublicly available trial \nprotocol summaries \n(register) and result \nsummaries (disclose) \n \n \n \n \nThe number of trial protocol summaries \nregistered and results summaries disclosed on \nthe external facing GSK trial register or ViiV \nregister as part of GSK’s internal policy \ncommitment to disclosure of human subject \nresearch. This is in addition to the mandatory \nrequirements by regulators for disclosure of \nprotocol registrations.  \nStudies for which protocol summaries were registered on the GSK trial \nregister (www.gsk-studyregister.com) or on ViiV register (www.viiv-\nstudyregister.com). The numbers represent the studies which were initiated \nin the current year for which protocol summaries were registered.   \nFor cumulative values: The numbers represent the studies for which \nprotocol summaries were registered on the GSK register between 2004 and \n2023; and those registered on ViiV study register between 2009 and 2023.   \nThese numbers are generated through the Transparency report which \nderives the data from the disclosure system used by the business.  \nPeople disclosures\nOverall turnover (%) Overall turnover is a measure of GSK \nemployees leaving GSK and does not include \ninternal moves within GSK.\nWe calculate the number of leavers during the year as a percentage of the \naverage reporting year’s permanent headcount. \nThe employee turnover rate includes employees who left the company both \nvoluntarily and involuntarily during the year.\nThe data is updated daily and extracted from our GSK-wide HR platform. \nThe data is based on the effective date of termination and not the \ntermination date. The termination date is the last day of work and the \neffective date of termination is the first day of termination, ie the following \nday.  Therefore, employees with termination dates of 31 December of \nreporting year are not included in this dataset.\n“Reportable” injury or \nillness\nA GSK reportable injury or illness meets the \nfollowing criteria:\n1.  Must be an employee or GSK-supervised \nworker\n2. Must be GSK work-related\n3.  Must meet one or more of the general \ncriteria:\na. Medical treatment beyond first aid\nb. Restricted days/job transfer/days away \nfrom work \nc. Loss of consciousness \nd. A significant occupational injury or \noccupational illness diagnosed by a \nphysician or other licensed healthcare \nprofessional\ne. Fatality\n4.  Must be a “new case”\nAssessed and reviewed by EHS site team during approval/closure of record \nin EHS One system. as part of the reporting process.\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "ESG reporting criteria appendix defining KPI measurement methodologies for product governance metrics (product recalls by class, clinical trial transparency) and people disclosure metrics (employee turnover, reportable workplace injuries and illnesses) in GSK's 2023 ESG Performance Report"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 52,
    "original_content": "54 GSK ESG Performance Report 2023\nMarch 2024\nAppendix continued\nKPI Definition Method\nPeople disclosures\nFatalities Work-related fatalities of employees and \ncomplementary workers under GSK direct \nsupervision.\nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nFatalities - contractors Fatalities of contractors not under GSK direct \nsupervision but related to work at GSK.\nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nReportable injuries \nwith lost time\nInjuries at the global GSK site level meeting the \ncriteria of GSK reportable and resulted in lost \ntime. Lost time includes work-related incidents \nthat have resulted in lost days, restricted time, \nor a job transfer. \nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nReportable illnesses \nwith lost time\nNumber of illnesses at the global GSK site level \nmeeting the criteria of GSK reportable and \nresulted in lost time. Lost time includes work \nrelated incidents that have resulted in lost \ndays, restricted time or a job transfer. \nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nLost time reportable \ninjury rate (per \n100,000 hours \nworked)\nThe number of reportable injuries with lost \ndays, restricted work or job transfers rated per \n100,000 hours worked.\n(# of reportable lost time injuries) × 100,000 divided by Total hours worked \nfor GSK employees/GSK supervised workers.\nLost time reportable \nillness rate (per \n100,000 hours \nworked)\nThe number of reportable illnesses with lost \ndays, restricted work or job transfers rated per \n100,000 hours worked.\n(# of reportable lost time illnesses) × 100,000 divided by Total hours worked \nfor GSK employees/GSK supervised workers.\nReportable injuries \nwith and without lost \ntime\nTotal number of injuries that meet the criteria \nof being “reportable”.\nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nReportable illnesses \nwith and without lost \ntime\nTotal number of illnesses that meet the criteria \nof being “reportable”.\nAs per GSK standard, all work-related incidents are required to be reported \ninto GSK’s EHS One system.\nReportable injury rate \n(per 100,000 hours \nworked)\nThe number of reportable injuries rated per \n100,000 hours worked.\n(# of reportable injuries*100,000) divided by 'total hours worked for GSK \nemployees/supervised workers.\nReportable illness rate \n(per 100,000 hours \nworked)\nThe number of reportable illnesses rated per \n100,000 hours worked.\n(# of reportable illnesses*100,000) divided by 'total hours worked for GSK \nemployees/supervised workers.\nReportable injury and \nillness rate (per \n100,000 hours \nworked)\nThe number of reportable injuries and illnesses \nrated per 100,000 hours worked.\n(# of GSK reportable illnesses+ # of GSK reportable injuries*100,000) \ndivided by 'total hours worked for GSK employees/supervised workers.\nHours worked HR System Report of the hours worked. Hours worked is based on multiplying headcount on the 15th of the month \nper site by 150 hours in the EHS One system each month. The total number \nof employees in active status with specified employee type codes for each \nlocation (site) and multiply that number by 150. This will provide the number \nof hours for that location (site).\nOur approach         Access         Global health        Environment         DEI         Ethical standards         Product governance         Appendix",
    "context": "ESG reporting criteria appendix defining KPI measurement methodologies for people disclosure metrics related to workplace health and safety, including fatalities, reportable injuries and illnesses with/without lost time, injury/illness rates per 100,000 hours worked, and hours worked calculation methods"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 53,
    "original_content": "55 GSK ESG Performance Report 2023\nMarch 2024\nIndependent Limited Assurance Report\nto the Directors of GSK plc \nDNV Business Assurance Services UK Limited (“DNV”, “us” or “we”) were commissioned by GSK Services Unlimited to provide limited \nassurance to GSK plc (“GSK”) over Selected Information presented in the ESG Performance Report 2023 (the “Report”) for the reporting year \nended 31 December 2023.\nOur Conclusion: On the basis of the work undertaken, nothing came to our attention to suggest \nthat the Selected Information is not fairly stated and has not been prepared, in all material \nrespects, in accordance with the Criteria.\nThis conclusion relates only to the Selected Information, and is to be read in the context of this \nIndependent Limited Assurance Report, in particular the inherent limitations explained overleaf. \nOur observations and areas for improvement will be raised in a separate report to GSK’s Management. These observations do \nnot affect our conclusion set out above.\nSelected Information\nThe scope and boundary of our work is restricted to the metrics included within the Report for the current reporting year (the “Selected \nInformation”), listed below and in the Appendix:\n• The Environmental Social and Governance (ESG) performance data listed in the Appendix of this document. \n• The overall 2023 ESG Performance Rating score of “on track” relating to GSK’s performance against the 2023 Performance Rating metrics \nlisted on pages 6 and 7 of the Report.\nTo assess the Selected Information, which includes an assessment of the risk of material misstatement in the Report, we have used GSK’s ESG \nData Collection Process and Controls Documents which are summarised in the ESG reporting criteria (the “Criteria”), which can be found from \npages 47 to 54 of the Report.\nWe have not performed any work, and do not express any conclusion, on any other information that may be published in the Report or on \nGSK’s website for the current reporting period or for previous periods. \nStandard and level of assurance \nWe performed a limited assurance engagement of specified data and information using \nDNV’s assurance methodology VerisustainTM, which is based on our professional \nexperience and international assurance best practice including the International \nStandard on Assurance Engagements (ISAE) 3000 – ‘Assurance Engagements other than \nAudits and Reviews of Historical Financial Information’ (revised) issued by the \nInternational Auditing and Assurance Standards Board. This methodology ensures \ncompliance with ethical requirements and mandates planning and execution of the \nassurance engagement to obtain a limited level of assurance.\nDNV applies its own management standards and compliance policies for quality control, \nwhich are based on the principles enclosed within ISO IEC 17029:2019 - Conformity \nAssessment - General principles and requirements for validation and verification bodies, \nand accordingly maintains a comprehensive system of quality control including \ndocumented policies and procedures regarding compliance with ethical requirements, \nprofessional standards, and applicable legal and regulatory requirements.\nThe procedures performed in a limited assurance engagement vary in nature and are \nshorter in extent than for a reasonable assurance engagement. Consequently, the level of \nassurance obtained in a limited assurance engagement is substantially lower than the \nassurance that would have been obtained if a reasonable assurance engagement had \nbeen performed. \nDNV established policies and procedures are \ndesigned to ensure that DNV, its personnel \nand, where applicable, others are subject to \nindependence requirements (including \npersonnel of other entities of DNV) and \nmaintain independence where required by \nrelevant ethical requirements. This \nengagement work was carried out by an \nindependent team of sustainability \nassurance professionals. DNV did not \nprovide any services to GSK in 2023 that \ncould compromise the independence or \nimpartiality of our work. Our multi -\ndisciplinary team consisted of professionals \nwith a combination of environmental and \nsustainability assurance experience.\nOur competence, independence \nand quality control",
    "context": "Independent Limited Assurance Report from DNV Business Assurance Services providing limited assurance over GSK's ESG Performance Report 2023, including scope of selected information, assurance standards used (ISAE 3000), and DNV's competence and independence statement"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 54,
    "original_content": "56 GSK ESG Performance Report 2023\nMarch 2024\nDisclaimers\nThe assurance provided by DNV is limited to the selected indicators and information \nspecified in the scope of the engagement. DNV has not conducted an assessment of the \nreporting organisation's overall adherence to reporting principles or the preparation of \nthe report. Therefore, no conclusions should be drawn regarding the reporting \norganization's compliance with reporting principles or the quality of the overall report. \nThe assurance provided by DNV is based on the selected indicators and information \nmade available to us at the time of the engagement. DNV assumes no responsibility for \nany changes or updates made to the indicators or information after the completion of \nthe assurance engagement.\nUse and distribution of our Independent Limited Assurance Report\nThis report is intended solely for the information and use of the Directors of GSK and is \nnot intended to be and should not be used by anyone other than these specified parties. \nDNV expressly disclaims any liability or co-responsibility for any decision a person or an \nentity may make based on this Independent Limited Assurance Report.\nDNV’s assurance engagements are based on \nthe assumption that the data and \ninformation provided by GSK to us as part of \nour review have been provided in good \nfaith, is true, complete, sufficient, and \nauthentic, and is free from material \nmisstatements. Because of the selected \nnature (sampling) and other inherent \nlimitations of both procedures and systems \nof internal control, there remains the \nunavoidable risk that errors or irregularities, \npossibly significant, may not have been \ndetected. The engagement excludes the \nsustainability management, performance, \nand reporting practices of the Company’s \nsuppliers, contractors, and any third parties \nmentioned in the Report. We understand \nthat the reported financial data, governance \nand related information are based on \nstatutory disclosures and Audited Financial \nStatements, which are subject to a separate \nindependent statutory audit process. We \ndid not review financial disclosures and data \nas they are not within the scope of our \nassurance engagement.\nInherent limitations\nThe Directors of GSK have sole responsibility \nfor:\n▪ Preparing and presenting the Selected \ninformation in accordance with the \nCriteria;\n▪ Designing, implementing and \nmaintaining effective internal controls \nover the information and data, resulting \nin the preparation of the Selected \nInformation that is free from material \nmisstatements;\n▪ Measuring and reporting the Selected \nInformation based on their established \nCriteria; and\n▪ Contents and statements contained \nwithin the Report and the Criteria.\nOur responsibility is to plan and perform our \nwork to obtain limited assurance about \nwhether the Selected Information has been \nprepared in accordance with the Criteria and \nto report to GSK in the form of an \nindependent limited assurance conclusion, \nbased on the work performed and the \nevidence obtained. We have not been \nresponsible for the preparation of the \nReport. \nResponsibilities of the Directors of \nGSK and DNV\nDNV Business Assurance Services UK Limited \nis part of DNV – Supply Chain and Product \nAssurance, a global provider of certification, \nverification, assessment and training \nservices, enabling customers and \nstakeholders to make critical decisions with \nconfidence. \nwww.dnv.co.uk/BetterAssurance \nDNV Supply Chain and Product \nAssurance\nDNV-2024-ASR-C672898\nBasis of our conclusion\nWe are required to plan and perform our work in order to consider the risk of material \nmisstatement of the Selected Information; our work included, but was not restricted to: \n▪ Conducting interviews with GSK’s management to obtain an understanding of the key \nprocesses, systems and controls in place to generate, aggregate and report the \nSelected Information;\n▪ Remote site visits to Evreux (France), Ste. Foy (Canada) and Stevenage (UK) to review \nthe processes and systems for preparing site level Health and Safety data \nconsolidated at Company level. DNV were free to choose sites based on materiality;\n▪ Performing limited substantive testing on a selective basis of the Selected Information \nto check that data had been appropriately measured, recorded, collated and \nreported;\n▪ Reviewing that the evidence, measurements and their scope provided to us by GSK for \nthe Selected Information is prepared in line with the Criteria;\n▪ Assessing the appropriateness of the Criteria for the Selected Information; and\n▪ Reading the Report and narrative accompanying the Selected Information within it \nwith regard to the Criteria.\nDuring the assurance process, we did not come across limitations to the scope of the \nagreed assurance engagement.\nLondon, UK\n01 March 2024\nfor DNV Business Assurance Services UK Limited\nHolly Wallis-Copley\nLead Verifier\nDNV Business Assurance Services UK \nLimited\nShaun Walden\nTechnical Reviewer\nDNV Business Assurance Services UK \nLimited\nWallis-\nCopley, \nHolly\nDigitally signed \nby Wallis-\nCopley, Holly \nDate: 2024.02.28 \n21:39:59 Z\nWalden\n, Shaun\nDigitally signed by \nWalden, Shaun \nDate: 2024.02.29 \n11:48:56 Z",
    "context": "DNV Independent Limited Assurance Report continuation covering disclaimers, inherent limitations of assurance engagements, responsibilities of GSK Directors versus DNV, basis of conclusion including procedures performed, and final assurance statement signed by DNV verifiers"
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 55,
    "original_content": "57 GSK ESG Performance Report 2023\nMarch 2024\nAppendix: Selected Information\nThe scope and boundary of our work is restricted to the Selected Information, including the ESG Performance data listed below and \ncontinued overleaf. \nESG Performance data Reported value Unit\nAccess\nCash 80 £m\nProduct and in-kind 198 £m\nTime 3 £m\nManagement costs 23 £m\nTotal community investment 304 £m\nValue of GSK medicine and vaccines provided through our US Patient Assistance Programs Foundation 224 $m\nDoses of Synflorixvaccines supplied to Gavi 41 m\nDoses of Rotarixvaccines supplied to Gavi 43 m\nDoses of Cervarixvaccines supplied to Gavi 5 m\nDoses of OPV vaccines supplied to UNICEF 130 m\nDoses of OPV vaccines supplied and in ready -to-ship stockpile to UNICEF 149 m\nDoses of Mosquirix (RTS,S/AS01 E) vaccines supplied 6 m\nAlbendazole tablets donated to help eliminate lymphatic filariasis 462 m\nAlbendazole tablets donated to help treat intestinal worms 153 m\nTotal doses supplied 989 m\nPeople with access to a generic dolutegravir product through voluntary licensing agreements 24,058 ‘000\nEstimated children reached with Synflorix through Gavi 12,573 ‘000\nEstimated children reached with Rotarix through Gavi 20,570 ‘000\nEstimated girls reached with Cervarixthrough Gavi 4,307 ‘000\nEstimated people reached with OPV through UNICEF 26,032 ‘000\nEstimated people reached with Mosquirix (RTS,S/AS01 E) 1,383 ‘000\nTotal people reached 88,923 ‘000\nPeople reached through our US Patient Assistance Programs 71 ‘000\nGlobal health and health security\nNumber of assets progressed through the Global Health pipeline to address priority WHO diseases 11 #\nEnvironment\nPercentage of carbon offset volume in project pipeline (Percentage of 2.1MtCO 2 offsetting volume in 2030 project \npipeline)\n35 %\nDiversity, equity and inclusion\nPercentage of Phase III trials initiated in 2023 that have proactive plans in place designed to enrol appropriately \ndiverse trial participants, consistent with the disease epidemiology\n100 %\nUS ethnic diversity: Ethnically diverse total of:\n- SVP/VP 35.7 %\n- Director 30.0 %\n- Manager 33.5 %\n- All employees 34.9 %\nUK ethnic diversity: Ethnically diverse total of:\n- SVP/VP 18.4 %\n- Director 21.3 %\n- Manager 25.0 %\n- All employees 20.9 %\n% of women (all employees): 48 %\n- SVP/VP 45 %\n- Director 50 %\n- Manager 51 %\nTotal women in management 50 %\nEthical standards\nEmployees who had concerns raised against them (including current year and prior year open cases) 1,960 #\nEmployees disciplined for policy violations 798 #",
    "context": "Appendix table listing independently assured ESG performance metrics for 2023, covering Access initiatives (community investment, vaccine doses, patient assistance), Global Health pipeline assets, Environmental carbon offsets, and Diversity metrics including ethnic diversity percentages and gender representation across management levels."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 56,
    "original_content": "58 GSK ESG Performance Report 2023\nMarch 2024\nESG Performance data Reported value Unit\nBreakdown of types of policy violation:\n- Employee conduct 304 #\n- Sales and marketing   122 #\n- Product quality  76 #\n- Safeguarding people and information and assets  177 #\n- Employee relations  99 #\n- Research and development and medical practices  7 #\n- Anti-bribery and corruption  39 #\n- Cyber security  24 #\n- EHS and sustainability  64 #\n- Other  4 #\nEmployees who were dismissed or agreed to leave the company voluntarily as a result of misconduct 256 #\nDocumented warnings 553 #\nOpen cases awaiting investigation or a disciplinary decision at year end 297 #\n% of employees and complementary workers that complete GSK’s mandatory training 100 %\n% of employees who believe they ‘can and do Speak Up if things don't feel right’ 83 %\n% of direct high-risk suppliers that achieve GSK’s minimum EcoVadis score or have an improvement plan in place 89 %\nProduct governance\nTotal regulatory inspections from all health authorities 114 #\n% of inspections from all regulators with no critical findings or official action indicated 100 %\nTotal regulatory inspections from FDA/MHRA/EMA regulators 32 #\nNumber of critical/major findings from FDA/MHRA/EMA regulators 11 #\nTotal FDA regulatory inspections 5 #\nNumber of FDA observations 8 #\nNumber of FDA warning letters 0 #\nTotal product recalls 16 #\n- Total number of Class I external product recalls 2 #\n- Total number of Class II external product recalls 3 #\n- Total number of Class III external product recalls 11 #\nPharmaceuticals business - Class product I recalls 0 #\nPharmaceuticals business - Class product II recalls 0 #\nPharmaceuticals business - Class product III recalls 1 #\nVaccines business - Class product I recalls 1 #\nVaccines business - Class product II recalls 0 #\nVaccines business - Class product III recalls 1 #\nPublicly available trial protocol summaries (register) 103 #\nPublicly available trial result summaries (disclose) 98 #\nPeople disclosures\nOverall turnover 10 %\nNumber of fatalities (employees and complementary workers under GSK direct supervision) 0 #\nFatalities (contractors not under GSK direct supervision) 0 #\nReportable injuries with lost time 195 #\nReportable illnesses with lost time 30 #\nLost time reportable injury rate 0.13 per 100,000 hours worked\nLost time reportable illness rate 0.02 per 100,000 hours worked\nReportable injuries with and without lost time 292 #\nReportable illnesses with and without lost time 65 #\nReportable injury rate 0.19 per 100,000 hours worked\nReportable illness rate 0.04 per 100,000 hours worked\nReportable injury and illness rate 0.24 per 100,000 hours worked\nHours worked 151 m\nAppendix: Selected Information continued",
    "context": "Continuation of assured ESG performance data appendix covering Ethical Standards metrics (policy violations, employee discipline, training completion, speak-up culture), Product Governance metrics (regulatory inspections, recalls, clinical trial transparency), and People Disclosures (turnover, workplace safety incidents, injury rates)."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 57,
    "original_content": "IInnddeeppeennddeenntt  LLiimmiitteedd  AAssssuurraannccee  RReeppoorrtt  ttoo  tthhee  DDiirreeccttoorrss  ooff    GGSSKK  PPLLCC  \nIndependent limited Assurance Report by Deloitte LLP to the Directors  of  GSK PLC on selected \nEnvironmental, Social and Governance (“ESG”) metrics (the “Selected Information”) within the Annual \nReport and Accounts and the ESG Performance Report for the reporting  year ended 31 December 2023. \nOOuurr  aassssuurraannccee  ccoonncclluussiioonn    \nBased on our procedures described in this report, and evidence we have obtained, nothing has come to \nour attention that causes us to believe that the Selected Information , as presented on page  70 of the \nAnnual Report and Accounts and page s 23-24 of the ESG Performance Report for the year ended 31 \nDecember 2023, and as listed below and indicated with a n (A) in the Annual Report and Accounts and \nthe ESG Performance Report  has not been prepared, in all material respects, in accordance with the  \nBasis of Reporting defined by the directors. \nSSccooppee  ooff  oouurr  wwoorrkk  \nGSK PLC has engaged us to perform an independent limited assurance engagement in accordance with \nInternational Standard on Assurance Engagements 3000 (Revised) Assurance Engagements Other than \nAudits or Reviews of Historical Financial Information  (“ISAE 3000 (Revised ) and the International \nStandard on Assurance Engagements 3410 Assurance engagements o n greenhouse gas statements  \n(ISAE 3410), issued by the International Auditing and Assurance Standards Board (“IAASB”) and our \nagreed terms of engagement. \nThe Selected Information in scope of our engagement , as presented on page 70 of the Annual Report \nand Accounts and pages 23-24 of the ESG Performance Report for the year ended 31 December 2023, \nand as listed below and indicated with an (A) in the Annual Report and Accounts and ESG Performance \nReport, is as follows: \n \nSSeelleecctteedd  IInnffoorrmmaattiioonn  AAssssuurreedd  VVaalluuee    \nScope 1 emissions (thousand tonnes CO2e) 581 \nScope 2 emissions – Market Based – (thousand tonnes CO2e) 64 \nScope 2 emissions – Location Based – (thousand tonnes \nCO2e) 240 \nTotal scope 1 and 2 market-based emissions (thousand \ntonnes CO2e) 645 \nTotal energy for operations (GWh) 2,636 \nPurchased Renewable electricity (GWh) 782 \nOnsite renewably generated electricity (GWh) 17 \nEmissions from use of propellant based inhalers by patients \n(thousand tonnes CO2e) 5,039 \nTotal water use at high water risk sites (million m3) 0.3 \nTotal wastewater discharged (million m3) 6.2 \nTotal water use (million m3) 7.4",
    "context": "Independent limited assurance report by Deloitte LLP providing assurance conclusion and scope definition for GSK's environmental metrics, specifically covering greenhouse gas emissions (Scope 1 and 2), energy consumption, renewable electricity usage, inhaler emissions, and water usage metrics for 2023."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 58,
    "original_content": "60 GSK ESG Performance Report 2023\nMarch 2024\n \n \n \nThe Basis of Reporting (defined by GSK PLC); the nature of the Selected Information , and absence of \nconsistent external standards allow for different, but acceptable, measurement methodologies to be \nadopted which may result in variances between entities. The adopted me asurement methodologies \nmay also impact comparability of the Selected Information reported by different organisations and from \nyear to year within an organisation as methodologies develop. \nThe Selected Information, as listed in the above table, needs to be read and understood together with \nthe Basis of Reporting prepared and published by GSK PLC at ESG resources | GSK.  \nIInnhheerreenntt  lliimmiittaattiioonnss  ooff  tthhee  SSeelleecctteedd  IInnffoorrmmaattiioonn    \nWe obtained limited assurance over the preparation of the Selected Information in accordance with the \nApplicable Criteria. Inherent limitations exist in all assurance engagements. \nAny internal control structure, no matter how effective, cannot eliminate the possibility that fraud, \nerrors or irregularities may occur and remain undetected and because we use selective testing in our \nengagement, we cannot guarantee that errors or irregularities, if present, will be detected. \nThe self-defined Basis of Reporting, the nature of the Selected Information, and absence of consistent \nexternal standards allow for different, but acceptable, measurement methodologies to be adopted \nwhich may result in variances between entities. The adopted measurement methodologies may also \nimpact comparability of the Selected Information reported by different organisations and from year to \nyear within an organisation as methodologies develop. \n \nInherent limitations exist in all assurance engagements due to the selective enquiry of the information \nbeing examined. Therefore fraud, error or non -compliance may occur and not be detected. Our work \ndoes not involve testing the operating effectiveness of controls over the underlying data, nor have we \nsought to review systems and controls beyond those relevant to the selected ESG metrics. \nDDiirreeccttoorrss’’  rreessppoonnssiibbiilliittiieess    \nThe Directors are responsible for preparing an Annual Report  and Accounts which complies with the \nrequirements of the Companies Act 2006 and for being satisfied that the Annual Report  and Accounts \nand ESG Performance Report, taken as a whole, is fair, balanced and understandable. \nThe Directors are also responsible for: \n• Selecting and establishing the Basis of Reporting. \n• Preparing, measuring, presenting and reporting the Selected Information in accordance with the \nBasis of Reporting. \n• Publishing the Basis of Reporting publicly in advance of, or at the same time as, the publication of \nthe Selected Information \n• Designing, implementing, and maintaining internal processes and controls over information relevant \nto the preparation of the Selected Information to ensure that they are free from material \nmisstatement, including whether due to fraud or error. \n• Providing sufficient access and making available all necessary records, correspondence, information \nand explanations to allow the successful completion of the Services. \n• Confirming to us through written representations that they have provided us with all information \nrelevant to our Services of which they are aware, and that the measurement or evaluation of the \nunderlying subject matter against the Basis of Reporting, including that all relevant matters, are \nreflected in the Selected Information.",
    "context": "Deloitte assurance report section explaining inherent limitations of ESG data assurance, measurement methodology variations, and defining the responsibilities of GSK Directors for preparing, reporting, and maintaining controls over ESG information in accordance with the Basis of Reporting."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 59,
    "original_content": "61 GSK ESG Performance Report 2023\nMarch 2024\n \n \n \nOOuurr  rreessppoonnssiibbiilliittiieess  \nWe are responsible for: \n• Planning and performing procedures to obtain sufficient appropriate evidence in order to express an \nindependent limited assurance conclusion on the Selected Information. \n• Communicating matters that may be relevant to the Selected Information to the appropriate party \nincluding identified or suspected non -compliance with laws and regulations, fraud or suspected \nfraud, and bias in the preparation of the Selected Information. \n• Reporting our conclusion in the form of an independent limited Assurance Report to the Directors. \nOOuurr  iinnddeeppeennddeennccee  aanndd  ccoommppeetteennccee   \nIn conducting our engagement, we complied with the independence requirements of the FRC’s Ethical \nStandard and the ICAEW Code of Ethics. The ICAEW Code is founded on fundamental principles of \nintegrity, objectivity, professional competence and due care, confidentiality and professional behaviour. \nWe applied the International Standard on Quality Management 1 (“ISQM 1”) issued by the International \nAuditing and Assurance Standards Board. Accordingly, we maintained a comprehensive system of \nquality management including documented policies and procedures regarding compliance with ethical \nrequirements, professional standards and applicable legal and regulatory requirements. \nKKeeyy  pprroocceedduurreess  ppeerrffoorrmmeedd \nWe are required to plan and perform our work to address the areas where we have identified that a \nmaterial misstatement in respect of the Selected Information is likely to arise. The procedures we \nperformed were based on our professional judgment. In carrying out our limited assurance engagement \nin respect of the Selected Information, we performed the following procedures: \n• Performed analytical review procedures and considered the risks of material misstatement of the \nSelected Information. \n• Through inquiries of management, obtained an understanding of the Company, its environment, \nprocesses and informatio n systems relevant to the preparation of the Selected Information \nsufficient to identify and assess risks of material misstatement in the Selected Information, and \nprovide a basis for designing and performing procedures to respond to assessed risks and to \nobtain limited assurance to support a conclusion. \n• Through inquiries of management, obtained an understanding of internal controls relevant to the \nSelected Information, the quantification process and data used in preparing the Selected \nInformation, the meth odology for gathering qualitative information, and the process for \npreparing and reporting the Selected Information. We did not evaluate the design of particular \ninternal control activities, obtain evidence about their implementation or test their operatin g \neffectiveness. \n• Inspected documents relating to the Selected Information, including Sustainability Council  \nminutes and where applicable internal audit outputs to understand the level of management \nawareness and oversight of the Selected Information. \n• Performed procedures over the Selected Information, including recalculation of relevant \nformulae used in manual calculations and assessment whether the data was appropriately \nconsolidated. \n• Performed procedures over underlying data on a statistical sample basis to assess whether the \ndata was collected and reported in accordance with the Basis of Reporting, including verifying to \nsource documentation. \n• Conducted site visits at a sample of sites, selected on a judgemental basis to determine \nconsistency in understanding and application of the Basis of Reporting.",
    "context": "Deloitte assurance report section detailing auditor responsibilities, independence standards (FRC Ethical Standard, ICAEW Code), and key assurance procedures performed including analytical reviews, management inquiries, internal control assessments, data verification, and site visits to validate ESG metrics."
  },
  {
    "source_name": "GSK_esg-performance-report_2023.pdf",
    "source_type": "pdf",
    "chunk_id": 60,
    "original_content": "62 GSK ESG Performance Report 2023\nMarch 2024\n \n \n \n• Performed procedures over the Selected Information including assessing management’s \nassumptions and estimates (if applicable). \n• Accumulated misstatements and control deficiencies identified, assessing whether material. \n• Read the narrative accompanying the Selected Information with regard to the Basis of Reporting, \nand for consistency with our findings. \n \nThe procedures performed in a limited assurance engagement vary in nature and timing from, and are \nless in extent than for, a reasonable assurance engagement . C onsequently, the level of assurance \nobtained in a limited assurance engagement is substantially lower than the assurance that would have \nbeen obtained had a reasonable assurance engagement been performed. \nUUssee  ooff  oouurr  rreeppoorrtt  \nThis report is made solely to the Directors of GSK PLC in accordance with ISAE 3000 (Revised) and ISAE \n3410 and our agreed terms of engagement. Our work has been undertaken so that we might state to \nthe Directors of GSK PLC those matters we have agreed to state to them in this report and for no other \npurpose. \nWithout assuming or accepting any responsibility or liability in respect of this report to any party other \nthan GSK PLC and the Directors of GSK PLC, we acknowledge that the Directors of  GSK PLC may choose \nto make this report publicly available for others wishing to have access to it, which does not and will not \naffect or extend for any purpose or on any basis our responsibilities. To the fullest extent permitted by \nlaw, we do not accept or assume responsibility to anyone other than  GSK PLC and the Directors of GSK \nPLC  as a body, for our work, for this report, or for the conclusions we have formed. \n \n \n \nDDeellooiittttee  LLLLPP \nLondon, UK \n27 February 2024",
    "context": "This is the concluding section of Deloitte LLP's Independent Limited Assurance Report on GSK's environmental metrics, explaining the scope limitations of limited assurance versus reasonable assurance, the intended use of the report exclusively for GSK PLC Directors, and disclaiming liability to third parties. The report is dated February 27, 2024."
  }
]